[
  {
    "rank": 100,
    "title": "Tree of Smoke",
    "author": "Denis Johnson",
    "year": "2007",
    "description": "Like the project of the title — an intelligence report that the newly minted C.I.A. operative William “Skip” Sands comes to find both quixotic and useless — the Vietnam-era warfare of Johnson’s rueful, soulful novel lives in shadows, diversions and half-truths. There are no heroes here among the lawless colonels, assassinated priests and faith-stricken NGO nurses; only villainy and vast indifference.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-WIYI/best-books-jjksd01sj-flat-slide-WIYI-master315.png"
  },
  {
    "rank": 99,
    "title": "How to Be Both",
    "author": "Ali Smith",
    "year": "2014",
    "description": "This elegant double helix of a novel entwines the stories of a fictional modern-day British girl and a real-life 15th-century Italian painter. A more conventional book might have explored the ways the past and present mirror each other, but Smith is after something much more radical. “How to Be Both” is a passionate, dialectical critique of the binaries that define and confine us. Not only male and female, but also real and imaginary, poetry and prose, living and dead. The way to be “both” is to recognize the extent to which everything already is. — A.O. Scott, critic at large for The Times",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-2ADW/best-books-jjksd01sj-flat-slide-2ADW-master315.png"
  },
  {
    "rank": 98,
    "title": "Bel Canto",
    "author": "Ann Patchett",
    "year": "2001",
    "description": "A famed opera singer performs for a Japanese executive’s birthday at a luxe private home in South America; it’s that kind of party. But when a group of young guerrillas swoops in and takes everyone in the house hostage, Patchett’s exquisitely calibrated novel — inspired by a real incident — becomes a piano wire of tension, vibrating on high.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-N0L6/best-books-jjksd01sj-flat-slide-N0L6-master315.png"
  },
  {
    "rank": 97,
    "title": "Men We Reaped",
    "author": "Jesmyn Ward",
    "year": "2013",
    "description": "Sandwiched between her two National Book Award-winning novels, Ward’s memoir carries more than fiction’s force in its aching elegy for five young Black men (a brother, a cousin, three friends) whose untimely exits from her life came violently and without warning. Their deaths — from suicide and homicide, addiction and accident — place the hidden contours of race, justice and cruel circumstance in stark relief.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-3D8A/best-books-jjksd01sj-flat-slide-3D8A-master315.png"
  },
  {
    "rank": 96,
    "title": "Wayward Lives, Beautiful Experiments",
    "author": "Saidiya Hartman",
    "year": "2019",
    "description": "A beautiful, meticulously researched exploration of the lives of Black girls whom early-20th-century laws designated as “wayward” for such crimes as having serial lovers, or an excess of desire, or a style of comportment that was outside white norms. Hartman grapples with “the power and authority of the archive and the limits it sets on what can be known” about poor Black women, but from the few traces she uncovers in the historical record, she manages to sketch moving portraits, restoring joy and freedom and movement to what, in other hands, might have been mere statistics. — Laila Lalami, author of “The Other Americans”",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-ATV5/books-additional-skewsksk-slide-ATV5-articleLarge.png"
  },
  {
    "rank": 95,
    "title": "Bring Up the Bodies",
    "author": "Hilary Mantel",
    "year": "2012",
    "description": "The title comes from an old English legal phrase for summoning men who have been accused of treason to trial; in the court’s eyes, effectively, they are already dead. But Mantel’s tour-de-force portrait of Thomas Cromwell, the second installment in her vaunted “Wolf Hall” series, thrums with thrilling, obstinate life: a lowborn statesman on the rise; a king in love (and out of love, and in love again); a mad roundelay of power plays, poisoned loyalties and fateful realignments. It’s only empires, after all.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-C6T4/best-books-jjksd01sj-flat-slide-C6T4-master315.png"
  },
  {
    "rank": 94,
    "title": "On Beauty",
    "author": "Zadie Smith",
    "year": "2005",
    "description": "Consider it a bold reinvention of “Howards End,” or take Smith’s sprawling third novel as its own golden thing: a tale of two professors — one proudly liberal, the other staunchly right-wing — whose respective families’ rivalries and friendships unspool over nearly 450 provocative, subplot-mad pages.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-TRSV/best-books-jjksd01sj-flat-slide-TRSV-master315.png"
  },
  {
    "rank": 93,
    "title": "Station Eleven",
    "author": "Emily St. John Mandel",
    "year": "2014",
    "description": "Increasingly, and for obvious reasons, end-times novels are not hard to find. But few have conjured the strange luck of surviving an apocalypse — civilization preserved via the ad hoc Shakespeare of a traveling theater troupe; entire human ecosystems contained in an abandoned airport —  with as much spooky melancholic beauty as Mandel does in her beguiling fourth novel.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-52GM/best-books-jjksd01sj-flat-slide-52GM-master315.png"
  },
  {
    "rank": 92,
    "title": "The Days of Abandonment",
    "author": "Elena Ferrante",
    "year": "2005",
    "description": "There is something scandalous about this picture of a sensible, adult woman almost deranged by the breakup of her marriage, to the point of neglecting her children. The psychodrama is naked — sometimes hard to read, at other moments approaching farce. Just as Ferrante drew an indelible portrait of female friendship in her quartet of Neapolitan novels, here, she brings her all-seeing eye to female solitude.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-7shdko-01askew-slide-RZ3V/best-books-7shdko-01askew-slide-RZ3V-articleLarge.png",
    "translated by": "Ann Goldstein"
  },
  {
    "rank": 91,
    "title": "The Human Stain",
    "author": "Philip Roth",
    "year": "2000",
    "description": "Set during the Clinton impeachment imbroglio, this is partly a furious indictment of what would later be called cancel culture, partly an inquiry into the paradoxes of class, sex and race in America. A college professor named Coleman Silk is persecuted for making supposedly racist remarks in class. Nathan Zuckerman, his neighbor (and Roth’s trusty alter ego), learns that Silk, a fellow son of Newark, is a Black man who has spent most of his adult life passing for white. Of all the Zuckerman novels, this one may be the most incendiary, and the most unsettling. — A.O. Scott",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-2220/best-books-jjksd01sj-flat-slide-2220-master315.png"
  },
  {
    "rank": 90,
    "title": "The Sympathizer",
    "author": "Viet Thanh Nguyen",
    "year": "2015",
    "description": "Penned as a book-length confession from a nameless North Vietnamese spy as Saigon falls and new duties in America beckon, Nguyen’s richly faceted novel seems to swallow multiple genres whole, like a satisfied python: political thriller and personal history, cracked metafiction and tar-black comedy.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-DP2S/best-books-jjksd01sj-flat-slide-DP2S-master315.png"
  },
  {
    "rank": 89,
    "title": "The Return",
    "author": "Hisham Matar",
    "year": "2016",
    "description": "Though its Pulitzer Prize was bestowed in the category of biography, Matar’s account of searching for the father he lost to a 1990 kidnapping in Cairo functions equally as absorbing detective story, personal elegy and acute portrait of doomed geopolitics — all merged, somehow, with the discipline and cinematic verve of a novel.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-2MOB/best-books-jjksd01sj-flat-slide-2MOB-master315.png"
  },
  {
    "rank": 88,
    "title": "The Collected Stories of Lydia Davis",
    "author": null,
    "year": "2010",
    "description": "Brevity, thy name is Lydia Davis. If her work has become a byword for short (nay, microdose) fiction, this collection proves why it is also hard to shake; a conflagration of odd little umami bombs — sometimes several pages, sometimes no more than a sentence — whose casual, almost careless wordsmithery defies their deadpan resonance.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-R7P7/best-books-jjksd01sj-flat-slide-R7P7-master315.png"
  },
  {
    "rank": 87,
    "title": "Detransition, Baby",
    "author": "Torrey Peters",
    "year": "2021",
    "description": "Love is lost, found and reconfigured in Peters’s penetrating, darkly humorous debut novel. But when the novel’s messy triangular romance — between two trans characters and a cis-gendered woman — becomes an unlikely story about parenthood, the plot deepens, and so does its emotional resonance: a poignant and gratifyingly cleareyed portrait of found family.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-WLYN/best-books-jjksd01sj-flat-slide-WLYN-master315.png"
  },
  {
    "rank": 86,
    "title": "Frederick Douglass",
    "author": "David W. Blight",
    "year": "2018",
    "description": "It is not hard to throw a rock and hit a Great Man biography; Blight’s earns its stripes by smartly and judiciously excavating the flesh-and-bone man beneath the myth. Though Douglass famously wrote three autobiographies of his own, there turned out to be much between the lines that is illuminated here with rigor, flair and refreshing candor.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-AR7D/books-additional-skewsksk-slide-AR7D-articleLarge.png"
  },
  {
    "rank": 85,
    "title": "Pastoralia",
    "author": "George Saunders",
    "year": "2000",
    "description": "An ersatz caveman languishes at a theme park; a dead maiden aunt comes back to screaming, scatological life; a bachelor barber born with no toes dreams of true love, or at least of getting his toe-nubs licked. The stories in Saunders’s second collection are profane, unsettling and patently absurd. They’re also freighted with bittersweet humanity, and rendered in language so strange and wonderful, it sings.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-IUCI/best-books-jjksd01sj-flat-slide-IUCI-master315.png"
  },
  {
    "rank": 84,
    "title": "The Emperor of All Maladies",
    "author": "Siddhartha Mukherjee",
    "year": "2010",
    "description": "The subtitle, “A Biography of Cancer,” provides some helpful context for what lies between the covers of Mukherjee’s Pulitzer Prize-winning book, though it hardly conveys the extraordinary ambition and empathy of his telling, as the trained oncologist weaves together disparate strands of large-scale history, biology and devastating personal anecdote.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-7shdko-01askew-slide-ZPT6/best-books-7shdko-01askew-slide-ZPT6-articleLarge.png"
  },
  {
    "rank": 83,
    "title": "When We Cease to Understand the World",
    "author": "Benjamín Labatut",
    "year": "2021",
    "description": "You don’t have to know anything about quantum theory to start reading this book, a deeply researched, exquisitely imagined group portrait of tormented geniuses. By the end, you’ll know enough to be terrified. Labatut is interested in how the pursuit of scientific certainty can lead to, or arise from, states of extreme psychological and spiritual upheaval. His characters — Niels Bohr, Werner Heisenberg and Erwin Schrödinger, among others — discover a universe that defies rational comprehension. After them, “scientific method and its object could no longer be prised apart.” That may sound abstract, but in Labatut’s hands the story of quantum physics is violent, suspenseful and finally heartbreaking. — A.O. Scott",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-OQPJ/best-books-jjksd01sj-flat-slide-OQPJ-master315.png",
    "translated by": "Adrian Nathan West"
  },
  {
    "rank": 82,
    "title": "Hurricane Season",
    "author": "Fernanda Melchor",
    "year": "2020",
    "description": "Her sentences are sloping hills; her paragraphs, whole mountains. It’s no wonder that Melchor was dubbed a sort of south-of-the-border Faulkner for her baroque and often brutally harrowing tale of poverty, paranoia and murder (also: witches, or at least the idea of them) in a fictional Mexican village. When a young girl impregnated by her pedophile stepfather unwittingly lands there, her arrival is the spark that lights a tinderbox.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-DYXY/best-books-jjksd01sj-flat-slide-DYXY-master315.png",
    "translated by": "Sophie Hughes"
  },
  {
    "rank": 81,
    "title": "Pulphead",
    "author": "John Jeremiah Sullivan",
    "year": "2011",
    "description": "When this book of essays came out, it bookended a fading genre: collected pieces written on deadline by “pulpheads,” or magazine writers. Whether it’s Sullivan’s visit to a Christian rock festival, his profile of Axl Rose or a tribute to an early American botanist, he brings to his subjects not just depth, but an open-hearted curiosity. Indeed, if this book feels as if it’s from a different time, perhaps that’s because of its generous receptivity to other ways of being, which offers both reader and subject a kind of grace.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-KY6H/best-books-jjksd01sj-flat-slide-KY6H-master315.png"
  },
  {
    "rank": 80,
    "title": "The Story of the Lost Child",
    "author": "Elena Ferrante",
    "year": "2015",
    "description": "All things, even modern literature’s most fraught female friendship, must come to an end. As the now middle-aged Elena and Lila continue the dance of envy and devotion forged in their scrappy Neapolitan youth, the conclusion of Ferrante’s four-book saga defies the laws of diminishing returns, illuminating the twined psychologies of its central pair — intractable, indelible, inseparable — in one last blast of X-ray prose.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-QFY1/best-books-stmsh02-flat-slide-QFY1-master315.png",
    "translated by": "Ann Goldstein"
  },
  {
    "rank": 79,
    "title": "A Manual for Cleaning Women",
    "author": "Lucia Berlin",
    "year": "2015",
    "description": "Berlin began writing in the 1960s, and collections of her careworn, haunted, messily alluring yet casually droll short stories were published in the 1980s and ’90s. But it wasn’t until 2015, when the best were collected into a volume called “A Manual for Cleaning Women,” that her prodigious talent was recognized. Berlin writes about harried and divorced single women, many of them in working-class jobs, with uncanny grace. She is the real deal. — Dwight Garner, book critic for The Times",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-NETA/best-books-stmsh02-flat-slide-NETA-master315.png"
  },
  {
    "rank": 78,
    "title": "Septology",
    "author": "Jon Fosse",
    "year": "2022",
    "description": "You may not be champing at the bit to read a seven-part, nearly 700-page novel written in a single stream-of-consciousness sentence with few paragraph breaks and two central characters with the same name. But this Norwegian masterpiece, by the winner of the 2023 Nobel Prize in Literature, is the kind of soul-cleansing work that seems to silence the cacophony of the modern world — a pair of noise-canceling headphones in book form. The narrator, a painter named Asle, drives out to visit his doppelgänger, Asle, an ailing alcoholic. Then the narrator takes a boat ride to have Christmas dinner with some friends. That, more or less, is the plot. But throughout, Fosse’s searching reflections on God, art and death are at once haunting and deeply comforting.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-UXZZ/books-additional-skewsksk-slide-UXZZ-articleLarge.png",
    "translated by": "Damion Searls"
  },
  {
    "rank": 77,
    "title": "An American Marriage",
    "author": "Tayari Jones",
    "year": "2018",
    "description": "Life changes in an instant for Celestial and Roy, the young Black newlyweds at the beating, uncomfortably realistic heart of Jones’s fourth novel. On a mostly ordinary night, during a hotel stay near his Louisiana hometown, Roy is accused of rape. He is then swiftly and wrongfully convicted and sentenced to 12 years in prison. The couple’s complicated future unfolds, often in letters, across two worlds. The stain of racism covers both places.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-BEHS/best-books-stmsh02-flat-slide-BEHS-master315.png"
  },
  {
    "rank": 76,
    "title": "Tomorrow, and Tomorrow, and Tomorrow",
    "author": "Gabrielle Zevin",
    "year": "2022",
    "description": "The title is Shakespeare; the terrain, more or less, is video games. Neither of those bare facts telegraphs the emotional and narrative breadth of Zevin’s breakout novel, her fifth for adults. As the childhood friendship between two future game-makers blooms into a rich creative collaboration and, later, alienation, the book becomes a dazzling disquisition on art, ambition and the endurance of platonic love.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-JCHN/books-extra-jjjjs-06-flat-slide-JCHN-master315.png"
  },
  {
    "rank": 75,
    "title": "Exit West",
    "author": "Mohsin Hamid",
    "year": "2017",
    "description": "The modern world and all its issues can feel heavy —  too heavy for the fancies of fiction. Hamid’s quietly luminous novel, about a pair of lovers in a war-ravaged Middle Eastern country who find that certain doors can open portals, literally, to other lands, works in a kind of minor-key magical realism that bears its weight beautifully.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/exit-west/exit-west-master315.png"
  },
  {
    "rank": 74,
    "title": "Olive Kitteridge",
    "author": "Elizabeth Strout",
    "year": "2008",
    "description": "When this novel-in-stories won the Pulitzer Prize for fiction in 2009, it was a victory for crotchety, unapologetic women everywhere, especially ones who weren’t, as Olive herself might have put it, spring chickens. The patron saint of plain-spokenness — and the titular character of Strout’s 13 tales — is a long-married Mainer with regrets, hopes and a lobster boat’s worth of quiet empathy. Her small-town travails instantly became stand-ins for something much bigger, even universal.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-PQO2/best-books-stmsh02-flat-slide-PQO2-master315.png"
  },
  {
    "rank": 73,
    "title": "The Passage of Power",
    "author": "Robert Caro",
    "year": "2012",
    "description": "The fourth volume of Caro’s epic chronicle of Lyndon Johnson’s life and times is a political biography elevated to the level of great literature. His L.B.J. is a figure of  Shakespearean magnitude, whose sudden ascension from the abject humiliations of the vice presidency to the summit of political power is a turn of fortune worthy of a Greek myth. Caro makes you feel the shock of J.F.K.’s assassination, and brings you inside Johnson’s head on the blood-drenched day when his lifelong dream finally comes true. It’s an astonishing and unforgettable book. — Tom Perrotta, author of “The Leftovers”",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-5R6T/books-extra-jjjjs-06-flat-slide-5R6T-master315.png"
  },
  {
    "rank": 72,
    "title": "Secondhand Time",
    "author": "Svetlana Alexievich",
    "year": "2016",
    "description": "Of all the 20th century’s grand failed experiments, few came to more inglorious ends than the aspiring empire known, for a scant seven decades, as the U.S.S.R. The death of the dream of Communism reverberates through the Nobel-winning Alexievich’s oral history, and her unflinching portrait of the people who survived the Soviet state (or didn’t) —  ex-prisoners, Communist Party officials, ordinary citizens of all stripes — makes for an excoriating, eye-opening read.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-50T2/best-books-stmsh02-flat-slide-50T2-master315.png",
    "translated by": "Bela Shayevich"
  },
  {
    "rank": 71,
    "title": "The Copenhagen Trilogy",
    "author": "Tove Ditlevsen",
    "year": "2021",
    "description": "Ditlevsen’s memoirs were first published in Denmark in the 1960s and ’70s, but most English-language readers didn’t encounter them until they appeared in a single translated volume more than five decades later. The books detail Ditlevsen’s hardscrabble childhood, her flourishing early career as a poet and her catastrophic addictions, which left her wedded to a psychotic doctor and hopelessly dependent on opioids by her 30s. But her writing, however dire her circumstances, projects a breathtaking clarity and candidness, and it nails what is so inexplicable about human nature.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-YH7K/best-books-stmsh02-flat-slide-YH7K-master315.png",
    "translated by": "Tiina Nunnally and Michael Favala Goldman"
  },
  {
    "rank": 70,
    "title": "All Aunt Hagar’s Children",
    "author": "Edward P. Jones",
    "year": "2006",
    "description": "Jones’s follow-up to his Pulitzer-anointed historical novel, “The Known World,” forsakes a single narrative for 14 interconnected stories, disparate in both direction and tone. His tales of 20th-century Black life in and around Washington, D.C., are haunted by cumulative loss and touched, at times, by dark magical realism — one character meets the Devil himself in a Safeway parking lot — but girded too by loveliness, and something like hope.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-ULYW/books-additional-skewsksk-slide-ULYW-articleLarge.png"
  },
  {
    "rank": 69,
    "title": "The New Jim Crow",
    "author": "Michelle Alexander",
    "year": "2010",
    "description": "One year into Barack Obama’s first presidential term, Alexander, a civil rights attorney and former Supreme Court clerk, peeled back the hopey-changey scrim of early-aughts America to reveal the systematic legal prejudice that still endures in a country whose biggest lie might be “with liberty and justice for all.” In doing so, her book managed to do what the most urgent nonfiction aims for but rarely achieves: change hearts, minds and even public policy.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-KY5Q/best-books-stmsh02-flat-slide-KY5Q-master315.png"
  },
  {
    "rank": 68,
    "title": "The Friend",
    "author": "Sigrid Nunez",
    "year": "2018",
    "description": "After suffering the loss of an old friend and adopting his Great Dane, the book’s heroine muses on death, friendship, and the gifts and burdens of a literary life. Out of these fragments a philosophy of grief springs like a rabbit out of a hat; Nunez is a magician. — Ada Calhoun, author of “Also a Poet: Frank O’Hara, My Father, and Me”",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-JOPP/books-extra-jjjjs-06-flat-slide-JOPP-master315.png"
  },
  {
    "rank": 67,
    "title": "Far From the Tree",
    "author": "Andrew Solomon",
    "year": "2012",
    "description": "In this extraordinary book — a combination of masterly reporting and vivid storytelling — Solomon examines the experience of parents raising exceptional children. I have often returned to it over the years, reading it for its depth of understanding and its illumination of the particulars that make up the fabric of family. — Meg Wolitzer, author of “The Interestings”",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-VW59/best-books-stmsh02-flat-slide-VW59-master315.png"
  },
  {
    "rank": 66,
    "title": "We the Animals",
    "author": "Justin Torres",
    "year": "2011",
    "description": "The hummingbird weight of this novella — it barely tops 130 pages — belies the cherry-bomb impact of its prose. Tracing the coming-of-age of three mixed-race brothers in a derelict upstate New York town, Torres writes in the incantatory royal we of a sort of sibling wolfpack, each boy buffeted by their parents’ obscure grown-up traumas and their own enduring (if not quite unshakable) bonds.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-E2IM/best-books-stmsh02-flat-slide-E2IM-master315.png"
  },
  {
    "rank": 65,
    "title": "The Plot Against America",
    "author": "Philip Roth",
    "year": "2004",
    "description": "What if, in the 1940 presidential election, Charles Lindbergh — aviation hero, America-firster and Nazi sympathizer — had defeated Franklin Roosevelt? Specifically, what would have happened to Philip Roth, the younger son of a middle-class Jewish family in Newark, N.J.? From those counterfactual questions, the adult Roth spun a tour de force of memory and history. Ever since the 2016 election his imaginary American past has pulled closer and closer to present-day reality. — A.O. Scott",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-4K5T/books-additional-skewsksk-slide-4K5T-articleLarge.png"
  },
  {
    "rank": 64,
    "title": "The Great Believers",
    "author": "Rebecca Makkai",
    "year": "2018",
    "description": "It’s mid-1980s Chicago, and young men — beautiful, recalcitrant boys, full of promise and pure life force — are dying, felled by a strange virus. Makkai’s recounting of a circle of friends who die one by one, interspersed with a circa-2015 Parisian subplot, is indubitably an AIDS story, but one that skirts po-faced solemnity and cliché at nearly every turn: a bighearted, deeply generous book whose resonance echoes across decades of loss and liberation.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-J695/best-books-stmsh02-flat-slide-J695-master315.png"
  },
  {
    "rank": 63,
    "title": "Veronica",
    "author": "Mary Gaitskill",
    "year": "2005",
    "description": "Set primarily in a 1980s New York crackling with brittle glamour and real menace, “Veronica” is, on the face of it, the story of two very different women — the fragile former model Alison and the older, harder Veronica, fueled by fury and frustrated intelligence. It's a fearless, lacerating book, scornful of pieties and with innate respect for the reader’s intelligence and adult judgment.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-7BXF/best-books-stmsh02-flat-slide-7BXF-master315.png"
  },
  {
    "rank": 62,
    "title": "10:04",
    "author": "Ben Lerner",
    "year": "2014",
    "description": "How closely does Ben Lerner, the very clever author of  “10:04,” overlap with its unnamed narrator, himself a poet-novelist who bears a remarkable resemblance to the man pictured on its biography page? Definitive answers are scant in this metaphysical turducken of a novel, which is nominally about the attempts of a Brooklyn author, burdened with a hefty publishing advance, to finish his second book. But the delights of Lerner’s shimmering self-reflexive prose, lightly dusted with photographs and illustrations, are endless.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-8DDG/best-books-stmsh02-flat-slide-8DDG-master315.png"
  },
  {
    "rank": 61,
    "title": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "year": "2022",
    "description": "In transplanting “David Copperfield” from Victorian England to modern-day Appalachia, Kingsolver gives the old Dickensian magic her own spin. She reminds us that a novel can be wildly entertaining — funny, profane, sentimental, suspenseful — and still have a social conscience. And also that the injustices Dickens railed against are still very much with us: old poison in new bottles. — A.O. Scott",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-TK8I/best-books-stmsh02-flat-slide-TK8I-master315.png"
  },
  {
    "rank": 60,
    "title": "Heavy",
    "author": "Kiese Laymon",
    "year": "2018",
    "description": "What is the psychic weight of secrets and lies? In his unvarnished memoir, Laymon explores the cumulative mass of a past that has brought him to this point: his Blackness; his fraught relationship to food; his family, riven by loss and addiction and, in his mother’s case, a kind of pathological perfectionism. What emerges is a work of raw emotional power and fierce poetry.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-Y8AH/best-books-okppll03-flat-slide-Y8AH-master315.png"
  },
  {
    "rank": 59,
    "title": "Middlesex",
    "author": "Jeffrey Eugenides",
    "year": "2002",
    "description": "Years before pronouns became the stuff of dinner-table debates and email signatures, “Middlesex” offered the singular gift of an intersex  hero — “sing now, O Muse, of the recessive mutation on my fifth chromosome!” — whose otherwise fairly ordinary Midwestern life becomes a radiant lens on recent history, from the burning of Smyrna to the plush suburbia of midcentury Grosse Pointe, Mich. When the teenage Calliope, born to doting Greek American parents, learns that she is not in fact a budding young lesbian but biologically male, it’s less science than assiduously buried family secrets that tell the improbable, remarkable tale.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-18RW/best-books-okppll03-flat-slide-18RW-master315.png"
  },
  {
    "rank": 58,
    "title": "Stay True",
    "author": "Hua Hsu",
    "year": "2022",
    "description": "An unlikely college friendship — Ken loves preppy polo shirts and Pearl Jam, Hua prefers Xeroxed zines and Pavement — blossoms in 1990s Berkeley, then is abruptly fissured by Ken’s murder in a random carjacking. Around those bare facts, Hsu’s understated memoir builds a glimmering fortress of memory in which youth and identity live alongside terrible, senseless loss.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-WPMS/books-additional-skewsksk-slide-WPMS-articleLarge.png"
  },
  {
    "rank": 57,
    "title": "Nickel and Dimed",
    "author": "Barbara Ehrenreich",
    "year": "2001",
    "description": "Waitress, hotel maid, cleaning woman, retail clerk: Ehrenreich didn’t just report on these low-wage jobs; she actually worked them, trying to construct a life around merciless managers and wildly unpredictable schedules, while also getting paid a pittance for it. Through it all, Ehrenreich combined a profound sense of moral outrage with self-deprecating candor and bone-dry wit. — Jennifer Szalai, nonfiction book critic for The Times",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-UFY9/best-books-okppll03-flat-slide-UFY9-master315.png"
  },
  {
    "rank": 56,
    "title": "The Flamethrowers",
    "author": "Rachel Kushner",
    "year": "2013",
    "description": "Motorcycle racing across the arid salt flats of Utah; art-star posturing in the downtown demimonde of 1970s New York; anarchist punk collectives and dappled villas in Italy: It’s all connected (if hardly contained) in Kushner’s brash, elastic chronicle of a would-be artist nicknamed Reno whose lust for experience often outstrips both sense and sentiment. The book’s ambitions rise to meet her, a churning bedazzlement of a novel whose unruly engine thrums and roars.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-Z8EI/books-extra-jjjjs-06-flat-slide-Z8EI-master315.png"
  },
  {
    "rank": 55,
    "title": "The Looming Tower",
    "author": "Lawrence Wright",
    "year": "2006",
    "description": "What happened in New York City one incongruously sunny morning in September was never, of course, the product of some spontaneous plan. Wright’s meticulous history operates as a sort of panopticon on the events leading up to that fateful day, spanning more than five decades and a geopolitical guest list that includes everyone from the counterterrorism chief of the F.B.I. to the anonymous foot soldiers of Al Qaeda.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-6Q84/best-books-okppll03-flat-slide-6Q84-master315.png"
  },
  {
    "rank": 54,
    "title": "Tenth of December",
    "author": "George Saunders",
    "year": "2013",
    "description": "For all of their linguistic invention and anarchic glee, Saunders’s stories are held together by a strict understanding of the form and its requirements. Take plot: In “Tenth of December,” his fourth and best collection, readers will encounter an abduction, a rape, a chemically induced suicide, the suppressed rage of a milquetoast or two, a veteran’s post-­traumatic impulse to burn down his mother’s house — all of it buffeted by gusts of such merriment and tender regard and daffy good cheer that you realize only in retrospect how dark these morality tales really are.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-VE44/books-extra-jjjjs-06-flat-slide-VE44-master315.png"
  },
  {
    "rank": 53,
    "title": "Runaway",
    "author": "Alice Munro",
    "year": "2004",
    "description": "On one level, the title of Munro’s 11th short-story collection refers to a pet goat that goes missing from its owners’ property; but — this being Munro — the deeper reference is to an unhappy wife in the same story, who dreams of leaving her husband someday. Munro’s stories are like that, with shadow meanings and resonant echoes, as if she has struck a chime and set the reverberations down in writing.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-JED6/best-books-okppll03-flat-slide-JED6-master315.png"
  },
  {
    "rank": 52,
    "title": "Train Dreams",
    "author": "Denis Johnson",
    "year": "2011",
    "description": "Call it a backwoods tragedy, stripped to the bone, or a spare requiem for the American West: Johnson’s lean but potent novella carves its narrative from the forests and dust-bowl valleys of Spokane in the early decades of the 20th century, following a day laborer named Robert Grainier as he processes the sudden loss of his young family and bears witness to the real-time formation of a raw, insatiable nation.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-SSD7/best-books-okppll03-flat-slide-SSD7-master315.png"
  },
  {
    "rank": 51,
    "title": "Life After Life",
    "author": "Kate Atkinson",
    "year": "2013",
    "description": "Can we get life “right”? Are there choices that would lead, finally, to justice or happiness or save us from pain? Atkinson wrestles with these questions in her brilliant “Life After Life” —  a historical novel, a speculative novel, a tale of time travel, a moving portrait of life before, during and in the aftermath of war. It gobbles up genres and blends them together until they become a single, seamless work of art. I love this goddamn book. — Victor LaValle, author of “Lone Women”",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-PLAX/best-books-okppll03-flat-slide-PLAX-master315.png"
  },
  {
    "rank": 50,
    "title": "Trust",
    "author": "Hernan Diaz",
    "year": "2022",
    "description": "How many ways can you tell the same story? Which one is true? These questions and their ethical implications hover over Diaz’s second novel. It starts out as a tale of wealth and power in 1920s New York — something Theodore Dreiser or Edith Wharton might have taken up — and leaps forward in time, across the boroughs and down the social ladder, breathing new vitality into the weary tropes of historical fiction. — A.O. Scott",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-7N6U/best-books-okppll03-flat-slide-7N6U-master315.png"
  },
  {
    "rank": 49,
    "title": "The Vegetarian",
    "author": "Han Kang",
    "year": "2016",
    "description": "One ordinary day, a young housewife in contemporary Seoul wakes up from a disturbing dream and simply decides to … stop eating meat. As her small rebellion spirals, Han’s lean, feverish novel becomes a surreal meditation on not just what the body needs, but what a soul demands.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-6K4D/best-books-okppll03-flat-slide-6K4D-master315.png",
    "translated by": "Deborah Smith"
  },
  {
    "rank": 48,
    "title": "Persepolis",
    "author": "Marjane Satrapi",
    "year": "2003",
    "description": "Drawn in stark black-and-white panels, Satrapi’s graphic novel is a moving account of her early life in Iran during the Islamic Revolution and her formative years abroad in Europe. The first of its two parts details the impacts of war and theocracy on both her family and her community: torture, death on the battlefield, constant raids, supply shortages and a growing black market. Part 2 chronicles her rebellious, traumatic years as a teenager in Vienna, as well as her return to a depressingly restrictive Tehran. Devastating — but also formally inventive, inspiring and often funny — “Persepolis” is a model of visual storytelling and personal narrative.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-ODVS/books-additional-skewsksk-slide-ODVS-articleLarge.png"
  },
  {
    "rank": 47,
    "title": "A Mercy",
    "author": "Toni Morrison",
    "year": "2008",
    "description": "Mercies are few and far between in Morrison’s ninth novel, set on the remote colonial land of a 17th-century farmer amid his various slaves and indentured servants (even the acquisition of  a wife, imported from England, is strictly transactional). Disease runs rampant and children die needlessly; inequity is everywhere. And yet! The Morrison magic, towering and magisterial, endures.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-DPJN/books-extra-jjjjs-06-flat-slide-DPJN-master315.png"
  },
  {
    "rank": 46,
    "title": "The Goldfinch",
    "author": "Donna Tartt",
    "year": "2013",
    "description": "For a time, it seemed as if Tartt’s vaunted 1992 debut, “The Secret History,” might be her only  legacy, a once-in-a-career comet zinging across the literary sky. Then, more than a decade after the coolish reception to her 2002 follow-up, “The Little Friend,” came “The Goldfinch”  — a coming-of-age novel as narratively rich and riveting as the little bird in the Dutch painting it takes its title from is small and humble. That 13-year-old Theo Decker survives the museum bombing that kills his mother is a minor miracle; the tiny, priceless souvenir he inadvertently grabs from the rubble becomes both a talisman and an albatross in this heady, haunted symphony of a novel.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-AUL6/best-books-okppll03-flat-slide-AUL6-master315.png"
  },
  {
    "rank": 45,
    "title": "The Argonauts",
    "author": "Maggie Nelson",
    "year": "2015",
    "description": "Call it a memoir if you must, but this is a book about the necessity — and also the thrill, the terror, the risk and reward — of defying categories. Nelson is a poet and critic, well versed in pop culture and cultural theory. The text she interprets here is her own body. An account of her pregnancy, her relationship with the artist Harry Dodge and the early stages of motherhood, “The Argonauts” explores queer identity, gender politics and the meaning of family. What makes Nelson such a valuable writer is her willingness to follow the sometimes contradictory rhythms of her own thinking in prose that is sharp, supple and disarmingly heartfelt. — A.O. Scott",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-KMAT/best-books-okppll03-flat-slide-KMAT-master315.png"
  },
  {
    "rank": 44,
    "title": "The Fifth Season",
    "author": "N.K. Jemisin",
    "year": "2015",
    "description": "“The Fifth Season” weaves its story in polyphonic voice, utilizing a clever story structure to move deftly through generational time. Jemisin delivers this bit of high craft in a fresh, unstuffy voice — something rare in high fantasy, which can take its Tolkien roots too seriously. From its heartbreaking opening (a mother’s murdered child) to its shattering conclusion, Jemisin shows the power of what good fantasy fiction can do. “The Fifth Season” explores loss, grief and personhood on an intimate level. But it also takes on themes of discrimination, human breeding and ecological collapse with an unflinching eye and a particular nuance. Jemisin weaves a world both horrifyingly familiar and unsettlingly alien. — Rebecca Roanhorse, author of “Mirrored Heavens”",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-6P9R/best-books-okppll03-flat-slide-6P9R-master315.png"
  },
  {
    "rank": 43,
    "title": "Postwar",
    "author": "Tony Judt",
    "year": "2005",
    "description": "By the time this book was published in 2005, there had already been innumerable volumes covering Europe’s history since the end of World War II. Yet none of them were quite like Judt’s: commanding and capacious, yet also attentive to those stubborn details that are so resistant to abstract theories and seductive myths. The writing, like the thinking, is clear, direct and vivid. And even as Judt was ruthless when reflecting on Europe’s past, he maintained a sense of contingency throughout, never succumbing to the comfortable certainty of despair. — Jennifer Szalai",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-zsaftt03-askew-slide-VQDB/best-books-zsaftt03-askew-slide-VQDB-articleLarge.png"
  },
  {
    "rank": 42,
    "title": "A Brief History of Seven Killings",
    "author": "Marlon James",
    "year": "2014",
    "description": "“Brief”? For a work spanning nearly 700 pages, that word is, at best, a winky misdirection. To skip even a paragraph, though, would be to forgo the vertiginous pleasures of James’s semi-historical novel, in which the attempted assassination of an unnamed reggae superstar who strongly resembles Bob Marley collides with C.I.A. conspiracy, international drug cartels and the vibrant, violent Technicolor of post-independence Jamaica.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-9UX0/books-extra-jjjjs-06-flat-slide-9UX0-master315.png"
  },
  {
    "rank": 41,
    "title": "Small Things Like These",
    "author": "Claire Keegan",
    "year": "2021",
    "description": "Not a word is wasted in Keegan’s small, burnished gem of a novel, a sort of Dickensian miniature centered on the son of an unwed mother who has grown up to become a respectable coal and timber merchant with a family of his own in 1985 Ireland. Moralistically, though, it might as well be the Middle Ages as he reckons with the ongoing sins of the Catholic Church and the everyday tragedies wrought by repression, fear and rank hypocrisy.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-TVZG/best-books-okppll03-flat-slide-TVZG-master315.png"
  },
  {
    "rank": 40,
    "title": "H Is for Hawk",
    "author": "Helen Macdonald",
    "year": "2015",
    "description": "I read “H Is for Hawk” when I was writing my own memoir, and it awakened me to the power of the genre. It is a book supposedly about training a hawk named Mabel but really about wonder and loss, discovery and death. We discover a thing, then we lose it. The discovering and the losing are two halves of the same whole. Macdonald knows this and she shows us, weaving the loss of her father through the partial taming (and taming is always partial) of this hawk. — Tara Westover, author of “Educated”",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-CSRH/books-extra-jjjjs-06-flat-slide-CSRH-master315.png"
  },
  {
    "rank": 39,
    "title": "A Visit From the Goon Squad",
    "author": "Jennifer Egan",
    "year": "2010",
    "description": "In the good old pre-digital days, artists used to cram 15 or 20 two-and-a-half-minute songs onto a single vinyl LP. Egan accomplished a similar feat of compression in this Pulitzer Prize-winning novel, a compact, chronologically splintered rock opera with (as they say nowadays) no skips. The 13 linked stories jump from past to present to future while reshuffling a handful of vivid characters. The themes are mighty but the mood is funny, wistful and intimate, as startling and familiar as your favorite pop album. — A.O. Scott",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-D6JQ/books-extra-jjjjs-06-flat-slide-D6JQ-master315.png"
  },
  {
    "rank": 38,
    "title": "The Savage Detectives",
    "author": "Roberto Bolaño",
    "year": "2007",
    "description": "“The Savage Detectives” is brash, hilarious, beautiful, moving. It’s also over 600 pages long, which is why I know that my memory of reading it in a single sitting is definitely not true. Still, the fact that it feels that way is telling. I was not the same writer I’d been before reading it, not the same person. Arturo Belano and Ulises Lima, the wayward poets whose youth is chronicled in “Detectives,”  became personal heroes, and everything I’ve written since has been shaped by Bolaño’s masterpiece. — Daniel Alarcón, author of “At Night We Walk in Circles”",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-LEKA/best-books-nnhhhhh04-flat-slide-LEKA-master315.png",
    "translated by": "Natasha Wimmer"
  },
  {
    "rank": 37,
    "title": "The Years",
    "author": "Annie Ernaux",
    "year": "2018",
    "description": "Spanning decades, this is an outlier in Ernaux’s oeuvre; unlike her other books, with their tight close-ups on moments in her life, here such intimacies are embedded in the larger sweep of social history. She moves between the chorus of conventional wisdom and the specifics of her own experiences, showing how even an artist with such a singular vision could recognize herself as a creature of her cohort and her culture. Most moving to me is how she begins and ends by listing images she can still recall — a merry-go-round in the park; graffiti in a restroom — that have been inscribed into her memory, yet are ultimately ephemeral. — Jennifer Szalai",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-awqupp04-askew-slide-SS69/best-books-awqupp04-askew-slide-SS69-articleLarge.png",
    "translated by": "Alison L. Strayer"
  },
  {
    "rank": 36,
    "title": "Between the World and Me",
    "author": "Ta-Nehisi Coates",
    "year": "2015",
    "description": "Framed, like James Baldwin’s “The Fire Next Time,” as both instruction and warning to a young relative on “how one should live within a Black body,” Coates’s book-length letter to his 15-year-old son lands like forked lightning. In pages suffused with both fury and tenderness, his memoir-manifesto delineates a world in which the political remains mortally, maddeningly inseparable from the personal.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-CDPU/best-books-nnhhhhh04-flat-slide-CDPU-master315.png"
  },
  {
    "rank": 35,
    "title": "Fun Home",
    "author": "Alison Bechdel",
    "year": "2006",
    "description": "“A queer business.” That’s how Bechdel describes her closeted father’s death after he steps in the path of a Sunbeam Bread truck. The phrase also applies to her family’s funeral home concern; their own Victorian, Addams-like dwelling; and this marvelous graphic memoir of growing up gay and O.C.D.-afflicted (which generated a remarkable Broadway musical). You forget, returning to “Fun Home,” that the only color used is a dreamy gray-blue; that’s how vivid and particular the story is. Even the corpses crackle with life. — Alexandra Jacobs",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-6NT8/books-extra-jjjjs-06-flat-slide-6NT8-master315.png"
  },
  {
    "rank": 34,
    "title": "Citizen",
    "author": "Claudia Rankine",
    "year": "2014",
    "description": "“I, too, am America,” Langston Hughes wrote, and with “Citizen” Rankine stakes the same claim, as ambivalently and as defiantly as Hughes did. This collection — which appeared two years after Trayvon Martin’s death, and pointedly displays a hoodie on its cover like the one Martin wore when he was killed — lays out a damning indictment of American racism through a mix of free verse, essayistic prose poems and visual art; a National Book Critics Circle Award finalist in both poetry and criticism (the first book ever nominated in two categories), it took home the prize in poetry in a deserving recognition of Rankine’s subtle, supple literary gifts.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-AM0N/best-books-nnhhhhh04-flat-slide-AM0N-master315.png"
  },
  {
    "rank": 33,
    "title": "Salvage the Bones",
    "author": "Jesmyn Ward",
    "year": "2011",
    "description": "As Hurricane Katrina bears down on the already battered bayou town of Bois Sauvage, Miss., a motherless 15-year-old girl named Esch, newly pregnant with a baby of her own, stands in the eye of numerous storms she can’t control: her father’s drinking, her brothers’ restlessness, an older boy’s easy dismissal of her love. There’s a biblical force to Ward’s prose, so swirling and heady it feels like a summoning.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-UI40/best-books-nnhhhhh04-flat-slide-UI40-master315.png"
  },
  {
    "rank": 32,
    "title": "The Line of Beauty",
    "author": "Alan Hollinghurst",
    "year": "2004",
    "description": "Oh, to be the live-in houseguest of a wealthy friend! And to find, as Hollinghurst’s young middle-class hero does in early-1980s London, that a whole intoxicating world of heedless privilege and sexual awakening awaits. As the timeline implies, though, the specter of AIDS looms not far behind, perched like a gargoyle amid glittering evocations of cocaine and Henry James. Lust, money, literature, power: Rarely has a novel made it all seem so gorgeous, and so annihilating.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-CDRT/books-extra-jjjjs-06-flat-slide-CDRT-master315.png"
  },
  {
    "rank": 31,
    "title": "White Teeth",
    "author": "Zadie Smith",
    "year": "2000",
    "description": "“Full stories are as rare as honesty,” one character confides in “White Teeth,” though Smith’s debut novel, in all its chaotic, prismatic glory, does its level best to try. As her bravura book unfurls, its central narrative of a friendship between a white Londoner and a Bengali Muslim seems to divide and regenerate like starfish limbs; and so, in one stroke, a literary supernova was born.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-C8DF/best-books-nnhhhhh04-flat-slide-C8DF-master315.png"
  },
  {
    "rank": 30,
    "title": "Sing, Unburied, Sing",
    "author": "Jesmyn Ward",
    "year": "2017",
    "description": "Road trips aren’t supposed to be like this: an addled addict mother dragging her 13-year-old son and his toddler sister across Mississippi to retrieve their father from prison, and feeding her worst habits along the way. Grief and generational trauma haunt the novel, as do actual ghosts, the unrestful spirits of men badly done by. But Ward’s unflinching prose is not a punishment; it loops and soars in bruising, beautiful arias.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-1ERJ/books-additional-skewsksk-slide-1ERJ-articleLarge-v2.png"
  },
  {
    "rank": 29,
    "title": "The Last Samurai",
    "author": "Helen DeWitt",
    "year": "2000",
    "description": "Sibylla, an American expat in Britain, is a brilliant scholar: omnivore, polyglot, interdisciplinary theorist — all of it. Her young son, Ludo, is a hothouse prodigy, mastering the “Odyssey” and Japanese grammar, fixated on the films of Akira Kurosawa. Two questions arise: 1) Who is the real genius? 2) Who is Ludo’s father? Ludo’s search for the answer to No. 2 propels the plot of this funny, cruel, compassionate, typographically bananas novel. I won’t spoil anything, except to say that the answer to No. 1 is Helen DeWitt. — A.O. Scott",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-S3SO/best-books-nnhhhhh04-flat-slide-S3SO-master315.png"
  },
  {
    "rank": 28,
    "title": "Cloud Atlas",
    "author": "David Mitchell",
    "year": "2004",
    "description": "Mitchell’s almost comically ambitious novel is indeed a kind of cumulus: a wild and woolly condensation of ideas, styles and far-flung milieus whose only true commonality is the reincarnated soul at its center. The book’s six nesting narratives — from 1850s New Zealand through 1930s Belgium, groovy California, recent-ish England, dystopian Korea and Hawaii — also often feel like a postmodern puzzle-box that whirls and clicks as its great world(s) spin, throwing off sparks of pulp, philosophy and fervid humanism.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-VPZ7/best-books-nnhhhhh04-flat-slide-VPZ7-master315.png"
  },
  {
    "rank": 27,
    "title": "Americanah",
    "author": "Chimamanda Ngozi Adichie",
    "year": "2013",
    "description": "This is a love story — but what a love story! Crisscrossing continents, families and recent decades, “Americanah” centers on a Nigerian woman, Ifemelu, who discovers what it means to be Black by immigrating to the United States, and acquires boutique celebrity blogging about it. (In the sequel, she’d have a Substack.) Ifemelu’s entanglements with various men undergird a rich and rough tapestry of life in Barack Obama’s America and beyond. And Adichie’s sustained examination of absurd social rituals — like the painful relaxation of professionally “unacceptable” hair, for example — is revolutionary. — Alexandra Jacobs",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-7P19/best-books-nnhhhhh04-flat-slide-7P19-master315.png"
  },
  {
    "rank": 26,
    "title": "Atonement",
    "author": "Ian McEwan",
    "year": "2002",
    "description": "Each of us is more than the worst thing we’ve ever done, or so the saying goes. But what a naïve, peevish 13-year-old named Briony Tallis sets in motion when she sees her older sister flirting with the son of a servant in hopelessly stratified pre-war England surpasses disastrous; it’s catastrophic. It’s also a testament to the piercing elegance of McEwan’s prose that “Atonement” makes us care so much.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-23M8/best-books-nnhhhhh04-flat-slide-23M8-master315.png"
  },
  {
    "rank": 25,
    "title": "Random Family",
    "author": "Adrian Nicole LeBlanc",
    "year": "2003",
    "description": "More than 20 years after it was published, “Random Family” still remains unmatched in depth and power and grace. A profound, achingly beautiful work of narrative nonfiction, it is the standard-bearer of embedded reportage. LeBlanc gave her all to this book, writing about people experiencing deep hardship in their full, lush humanity. — Matthew Desmond, author of “Evicted: Poverty and Profit in the American City”",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-KOEG/best-books-nnhhhhh04-flat-slide-KOEG-master315.png"
  },
  {
    "rank": 24,
    "title": "The Overstory",
    "author": "Richard Powers",
    "year": "2018",
    "description": "We may never see a poem as lovely as a tree, but a novel about trees — they are both the stealth protagonists and the beating, fine-grained heart of this strange, marvelous book — becomes its own kind of poetry, biology lesson and impassioned environmental polemic in Powers’s hands. To know that our botanical friends are capable of communication and sacrifice, sex and memory, is mind-altering. It is also, you might say, credit overdue: Without wood pulp, after all, what would the books we love be made of?",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-SAYN/best-books-nnhhhhh04-flat-slide-SAYN-master315.png"
  },
  {
    "rank": 23,
    "title": "Hateship, Friendship, Courtship, Loveship, Marriage",
    "author": "Alice Munro",
    "year": "2001",
    "description": "Munro’s stories apply pointillistic detail and scrupulous psychological insight to render their characters’ lives in full, at lengths that test the boundaries of the term “short fiction.” (Only one story in this book is below 30 pages, and the longest is over 50.) The collection touches on many of Munro’s lifelong themes — family secrets, sudden reversals of fortune, sexual tensions and the unreliability of memory — culminating in a standout story about a man confronting his senile wife’s attachment to a fellow resident at her nursing home.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-2PXM/books-extra-jjjjs-06-flat-slide-2PXM-master315.png"
  },
  {
    "rank": 22,
    "title": "Behind the Beautiful Forevers",
    "author": "Katherine Boo",
    "year": "2012",
    "description": "If the smash movie “Slumdog Millionaire” gave the world a feel-good story of transcending caste in India via pluck and sheer improbable luck, Boo’s nonfiction exploration of several interconnected lives on the squalid outskirts of Mumbai is its sobering, necessary corrective. The casual violence and perfidy she finds there is staggering; the poverty and disease, beyond bleak. In place of triumph-of-the-human-spirit bromides, though, what the book delivers is its own kind of cinema, harsh and true.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-3E87/best-books-nnhhhhh04-flat-slide-3E87-master315.png"
  },
  {
    "rank": 21,
    "title": "Evicted",
    "author": "Matthew Desmond",
    "year": "2016",
    "description": "Like Barbara Ehrenreich or Michelle Alexander, Desmond has a knack for crystallizing the ills of a patently unequal America — here it’s the housing crisis, as told through eight Milwaukee families — in clear, imperative terms. If reading his nightmarish exposé of a system in which race and poverty are shamelessly weaponized and eviction costs less than accountability feels like outrage fuel, it’s prescriptive, too; to look away would be its own kind of crime.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-S0I0/books-additional-skewsksk-slide-S0I0-articleLarge.png"
  },
  {
    "rank": 20,
    "title": "Erasure",
    "author": "Percival Everett",
    "year": "2001",
    "description": "More than 20 years before it was made into an Oscar-winning movie, Everett’s deft literary satire imagined a world in which a cerebral novelist and professor named Thelonious “Monk” Ellison finds mainstream success only when he deigns to produce the most broad and ghettoized portrayal of Black pain. If only the ensuing decades had made the whole concept feel laughably obsolete; alas, all the 2023 screen adaptation merited was a title change: “American Fiction.”",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-UHGR/books-extra-jjjjs-06-flat-slide-UHGR-master315.png"
  },
  {
    "rank": 19,
    "title": "Say Nothing",
    "author": "Patrick Radden Keefe",
    "year": "2019",
    "description": "“Say Nothing”  is an amazing accomplishment — a definitive, impeccably researched history of the Troubles, a grim, gripping thriller, an illuminating portrait of  extraordinary people who did unspeakable things, driven by what they saw as the justness of their cause.  Those of us who lived in the U.K. in the last three decades of the 20th century know the names and the events — we were all affected, in some way or another, by the bombs, the bomb threats, the assassinations and attempted assassinations. What we didn’t know was what it felt like to be on the inside of a particularly bleak period of history. This book is, I think, unquestionably one of the greatest literary achievements of the 21st century. — Nick Hornby, author of “High Fidelity”",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-H01V/books-extra-jjjjs-06-flat-slide-H01V-master315.png"
  },
  {
    "rank": 18,
    "title": "Lincoln in the Bardo",
    "author": "George Saunders",
    "year": "2017",
    "description": "A father mourns his young son, dead of typhoid; a president mourns his country riven by civil war. In Saunders’s indelible portrait, set in a graveyard populated by garrulous spirits, these images collide and coalesce, transforming Lincoln’s private grief — his 11-year-old boy, Willie, died in the White House in 1862 — into a nation’s, a polyphony of voices and stories. The only novel to date by a writer revered for his satirical short stories, this book marks less a change of course than a foregrounding of what has distinguished his work all along — a generosity of spirit, an ear acutely tuned to human suffering.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-6648/best-books-hihibb05-flat-slide-6648-master315.png"
  },
  {
    "rank": 17,
    "title": "The Sellout",
    "author": "Paul Beatty",
    "year": "2015",
    "description": "Part of this wild satire on matters racial, post-racial, maybe-racial and Definitely Not Racial in American life concerns a group known as the Dum Dum Donut Intellectuals. One of them has produced an expurgated edition of an American classic titled “The Pejorative-Free Adventures and Intellectual and Spiritual Journeys of African-American Jim and His Young Protégé, White Brother Huckleberry Finn, as They Go in Search of the Lost Black Family Unit.” Beatty’s method is the exact opposite: In his hands, everything sacred is profaned, from the Supreme Court to the Little Rascals. “The Sellout” is explosively funny and not a little bit dangerous: an incendiary device disguised as a whoopee cushion, or maybe vice versa. — A.O. Scott",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-C3TH/books-extra-jjjjs-06-flat-slide-C3TH-master315.png"
  },
  {
    "rank": 16,
    "title": "The Amazing Adventures of Kavalier & Clay",
    "author": "Michael Chabon",
    "year": "2000",
    "description": "Set during the first heyday of the American comic book industry, from the late 1930s to the early 1950s, Chabon’s exuberant epic centers on the Brooklyn-raised Sammy Clay and his Czech immigrant cousin, Joe Kavalier, who together pour their hopes and fears into a successful comic series even as life delivers them some nearly unbearable tragedies. Besotted with language and brimming with pop culture, political relevance and bravura storytelling, the novel won the Pulitzer Prize for fiction in 2001.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-HNKM/books-additional-skewsksk-slide-HNKM-articleLarge.png"
  },
  {
    "rank": 15,
    "title": "Pachinko",
    "author": "Min Jin Lee",
    "year": "2017",
    "description": "“History has failed us, but no matter.” So begins Lee’s novel, the rich and roiling chronicle of a Korean family passing through four generations of war, colonization and personal strife. There are slick mobsters and disabled fishermen, forbidden loves and secret losses. And of course, pachinko, the pinball-ish game whose popularity often supplies a financial lifeline for the book’s characters — gamblers at life like all of us, if hardly guaranteed a win.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-YLMF/best-books-hihibb05-flat-slide-YLMF-master315.png"
  },
  {
    "rank": 14,
    "title": "Outline",
    "author": "Rachel Cusk",
    "year": "2015",
    "description": "This novel is the first and best in Cusk’s philosophical, unsettling and semi-autobiographical Outline trilogy, which also includes the novels “Transit” and “Kudos.” In this one an English writer flies to Athens to teach at a workshop. Along the way, and once there, she falls into intense and resonant conversations about art, intimacy, life and love. Cusk deals, brilliantly, in uncomfortable truths. — Dwight Garner",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-KIG1/best-books-hihibb05-flat-slide-KIG1-master315.png"
  },
  {
    "rank": 13,
    "title": "The Road",
    "author": "Cormac McCarthy",
    "year": "2006",
    "description": "There is nothing green or growing in McCarthy’s masterpiece of dystopian fiction, the story of an unnamed man and his young son migrating over a newly post-apocalyptic earth where the only remaining life forms are desperate humans who have mostly descended into marauding cannibalism. Yet McCarthy renders his deathscape in curious, riveting detail punctuated by flashes of a lost world from the man’s memory that become colorful myths for his son. In the end, “The Road” is a paean to parental love:  A father nurtures and protects his child with ingenuity and tenderness, a triumph that feels redemptive even in a world without hope. — Jennifer Egan, author of “A Visit From the Goon Squad”",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-7PBT/best-books-hihibb05-flat-slide-7PBT-master315.png"
  },
  {
    "rank": 12,
    "title": "The Year of Magical Thinking",
    "author": "Joan Didion",
    "year": "2005",
    "description": "Having for decades cast a famously cool and implacable eye on everything from the Manson family to El Salvador, Didion suddenly found herself in a hellscape much closer to home: the abrupt death of her partner in life and art, John Gregory Dunne, even as their only child lay unconscious in a nearby hospital room. (That daughter, Quintana Roo, would be gone soon too, though her passing does not fall within these pages.) Dismantled by shock and grief, the patron saint of ruthless clarity did the only thing she could do: She wrote her way through it.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-9V0E/books-additional-skewsksk-slide-9V0E-articleLarge.png"
  },
  {
    "rank": 11,
    "title": "The Brief Wondrous Life of Oscar Wao",
    "author": "Junot Díaz",
    "year": "2007",
    "description": "Díaz’s first novel landed like a meteorite in 2007, dazzling critics and prize juries with its mix of Dominican history, coming-of-age tale, comic-book tropes, Tolkien geekery and Spanglish slang. The central plotline follows the nerdy, overweight Oscar de León through childhood, college and a stint in the Dominican Republic, where he falls disastrously in love. Sharply rendered set pieces abound, but the real draw is the author’s voice: brainy yet inviting, mordantly funny, sui generis.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-NQQN/books-extra-jjjjs-06-flat-slide-NQQN-master315.png"
  },
  {
    "rank": 10,
    "title": "Gilead",
    "author": "Marilynne Robinson",
    "year": "2004",
    "description": "The first installment in what is so far a tetralogy — followed by “Home,” “Lila” and “Jack” — “Gilead” takes its title from the fictional town in Iowa where the Boughton and Ames families reside. And also from the Book of Jeremiah, which names a place where healing may or may not be found: “Is there no balm in Gilead?” For John Ames, who narrates this novel, the answer seems to be yes. An elderly Congregationalist minister who has recently become a husband and father, he finds fulfillment in both vocation and family. Robinson allows him, and us, the full measure of his hard-earned joy, but she also has an acute sense of the reality of sin. If this book is a celebration of the quiet decency of small-town life (and mainline Protestantism) in the 1950s, it is equally an unsparing critique of how the moral fervor and religious vision of the abolitionist movement curdled, a century later, into complacency. — A.O. Scott",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-VWR9/best-books-hihibb05-flat-slide-VWR9-master315.png"
  },
  {
    "rank": 9,
    "title": "Never Let Me Go",
    "author": "Kazuo Ishiguro",
    "year": "2005",
    "description": "Kathy, Ruth and Tommy are boarders at an elite English school called Hailsham. Supervised by a group of “guardians,” the friends share music and rumors while navigating the shifting loyalties and heartbreaks of growing up. It’s all achingly familiar — at times, even funny. But things begin to feel first off, then sinister and, ultimately, tragic.  As in so much of the best dystopian fiction, the power of “Never Let Me Go” to move and disturb arises from the persistence of human warmth in a chilly universe  — and in its ability to make us see ourselves through its uncanny mirror. Is Ishiguro commenting on biotechnology, reproductive science, the cognitive dissonance necessary for life under late-stage capitalism? He’d never be so didactic as to tell you. What lies at the heart of this beautiful book is not social satire, but deep compassion.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-QXGE/best-books-hihibb05-flat-slide-QXGE-master315.png"
  },
  {
    "rank": 8,
    "title": "Austerlitz",
    "author": "W.G. Sebald",
    "year": "2001",
    "description": "Sebald scarcely lived long enough to see the publication of his final novel; within weeks of its release, he died from a congenital heart condition at 57. But what a swan song it is: the discursive, dreamlike recollections of Jacques Austerlitz, a man who was once a small refugee of the kindertransport in wartime Prague, raised by strangers in Wales. Like the namesake Paris train station of its protagonist, the book is a marvel of elegant construction, haunted by memory and motion.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-KUOI/best-books-hihibb05-flat-slide-KUOI-master315.png",
    "translated by": "Anthea Bell"
  },
  {
    "rank": 7,
    "title": "The Underground Railroad",
    "author": "Colson Whitehead",
    "year": "2016",
    "description": "“The Underground Railroad” is a profound revelation of the intricate aspects of slavery and nebulous shapes of freedom featuring an indomitable female protagonist: Cora from Georgia. The novel seamlessly combines history, horror and fantasy with philosophical speculation and cultural criticism to tell a compulsively readable, terror-laden narrative of a girl with a fierce inner spark who follows the mysterious path of her mother, Mabel, the only person ever known to have escaped from the Randall plantations.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-TNUC/best-books-hihibb05-flat-slide-TNUC-master315.png"
  },
  {
    "rank": 6,
    "title": "2666",
    "author": "Roberto Bolaño",
    "year": "2008",
    "description": "Bolaño’s feverish, vertiginous novel opens with an epigraph from Baudelaire — “An oasis of horror in a desert of boredom” — and then proceeds, over the course of some 900 pages, to call into being an entire world governed in equal parts by boredom and the deepest horror. The book (published posthumously) is divided into five loosely conjoined sections, following characters who are drawn for varying reasons to the fictional Mexican city of Santa Teresa: a group of academics obsessed with an obscure novelist, a doddering philosophy professor, a lovelorn police officer and an American reporter investigating the serial murders of women in a case with echoes of the real-life femicide that has plagued Ciudad Juárez, Mexico. In Natasha Wimmer’s spotless translation, Bolaño’s novel is profound, mysterious, teeming and giddy: Reading it, you go from feeling like a tornado watcher to feeling swept up in the vortex, and finally suspect you might be the tornado yourself.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-10TD/books-extra-jjjjs-06-flat-slide-10TD-master315.png",
    "translated by": "Natasha Wimmer"
  },
  {
    "rank": 5,
    "title": "The Corrections",
    "author": "Jonathan Franzen",
    "year": "2001",
    "description": "With its satirical take on mental health, self-improvement and instant gratification, Franzen’s comic novel of family disintegration is as scathingly entertaining today as it was when it was published at the turn of the millennium. The story, about a Midwestern matron named Enid Lambert who is determined to bring her three adult children home for what might be their father’s last Christmas, touches on everything from yuppie excess to foodie culture to Eastern Europe’s unbridled economy after the fall of communism — but it is held together, always, by family ties. The novel jumps deftly from character to character, and the reader’s sympathies jump with it; in a novel as alert to human failings as this one is, it is to Franzen’s enduring credit that his genuine affection for all of the characters shines through.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-T6OI/books-extra-jjjjs-06-flat-slide-T6OI-master315.png"
  },
  {
    "rank": 4,
    "title": "The Known World",
    "author": "Edward P. Jones",
    "year": "2003",
    "description": "This novel, about a Black farmer, bootmaker and former slave named Henry Townsend, is a humane epic and a staggering feat of wily American storytelling. Set in Virginia during the antebellum era, the milieu — politics, moods, manners — is starkly and intensely realized. When Henry becomes the proprietor of a plantation, with slaves of his own, the moral sands shift under the reader’s feet. Grief piles upon grief. But there is a glowing humanity at work here as well. Moments of humor and unlikely good will bubble up organically. Jones is a confident storyteller, and in “The Known World” that confidence casts a spell. This is a large novel that moves nimbly, and stays with the reader for a long time. — Dwight Garner",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-1HDX/books-extra-jjjjs-06-flat-slide-1HDX-master315.png"
  },
  {
    "rank": 3,
    "title": "Wolf Hall",
    "author": "Hilary Mantel",
    "year": "2009",
    "description": "It was hard choosing the books for my list, but the first and easiest choice I made was “Wolf Hall.” (“The Mirror and the Light,” the third book in Mantel’s trilogy, was the second easiest.)",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-PI6J/books-additional-skewsksk-slide-PI6J-articleLarge.png"
  },
  {
    "rank": 2,
    "title": "The Warmth of Other Suns",
    "author": "Isabel Wilkerson",
    "year": "2010",
    "description": "Wilkerson’s intimate, stirring, meticulously researched and myth-dispelling book, which details the Great Migration of Black Americans from South to North and West from 1915 to 1970, is the most vital and compulsively readable work of history in recent memory. This migration, she writes, “would become perhaps the biggest underreported story of the 20th century. It was vast. It was leaderless. It crept along so many thousands of currents over so long a stretch of time as to be difficult for the press truly to capture while it was under way.” Wilkerson blends the stories of individual men and women with a masterful grasp of the big picture, and a great deal of literary finesse. “The Warmth of Other Suns” reads like a novel. It bears down on the reader like a locomotive. — Dwight Garner",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-V9IU/best-books-hihibb05-flat-slide-V9IU-master315.png"
  },
  {
    "rank": 1,
    "title": "My Brilliant Friend",
    "author": "Elena Ferrante",
    "year": "2012",
    "description": "The first volume of what would become Ferrante’s riveting four-book series of Neapolitan novels introduced readers to two girls growing up in a poor, violent neighborhood in Naples, Italy: the diligent, dutiful Elena and her charismatic, wilder friend Lila, who despite her fierce intelligence is seemingly constrained by her family’s meager means. From there the book (like the series as a whole) expands as propulsively as the early universe, encompassing ideas about art and politics, class and gender, philosophy and fate, all through a dedicated focus on the conflicted, competitive friendship between Elena and Lila as they grow into complicated adults. It’s impossible to say how closely the series tracks the author’s life — Ferrante writes under a pseudonym — but no matter: “My Brilliant Friend” is entrenched as one of the premier examples of so-called autofiction, a category that has dominated the literature of the 21st century. Reading this uncompromising, unforgettable novel is like riding a bike on gravel: It’s gritty and slippery and nerve-racking, all at the same time.",
    "image_url": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-OFIO/best-books-hihibb05-flat-slide-OFIO-master315.png",
    "translated by": "Ann Goldstein"
  }
]