[
  {
    "ranking": 1,
    "title": "ULYSSES",
    "authors": [
      "James Joyce"
    ],
    "description": "Written as an homage to Homer’s epic poem The Odyssey, Ulysses follows its hero, Leopold Bloom, through the streets of Dublin. Overflowing with puns, references to classical literature, and stream-of-consciousness writing, this is a complex, multilayered novel about one day in the life of an ordinary man. Initially banned in the United States but overturned by a legal challenge by Random House’s Bennett Cerf, Ulysses was called “a memorable catastrophe” (Virginia Woolf), “a book to which we are all indebted” (T. S. Eliot), and “the most faithful X-ray ever taken of the ordinary human consciousness” (Edmund Wilson). Joyce himself said, “There is not one single serious line in [Ulysses]."
  },
  {
    "ranking": 2,
    "title": "THE GREAT GATSBY",
    "authors": [
      "F. Scott Fitzgerald"
    ],
    "description": "Set in the Jazz Age, The Great Gatsby tells the story of the mysterious millionaire Jay Gatsby, his decadent parties, and his love for the alluring Daisy Buchanan. Dismissed as “no more than a glorified anecdote, and not too probable at that” (The Chicago Tribune), The Great Gatsby is now considered a contender for “the Great American Novel.” Fitzgerald wanted to title the novel “Trimalchio in West Egg,” but both his wife and his editor preferred “The Great Gatsby.” Fitzgerald gave in, though he still thought that “the title is only fair, rather bad than good.”"
  },
  {
    "ranking": 3,
    "title": "A PORTRAIT OF THE ARTIST AS A YOUNG MAN",
    "authors": [
      "James Joyce"
    ],
    "description": "Published in 1916, James Joyce’s semiautobiographical tale of his alter ego, Stephen Dedalus, is a coming-of-age story like no other. A bold, innovative experiment with both language and structure, the work has exerted a lasting influence on the contemporary novel; Alfred Kazin commented that “Joyce dissolved mechanism in literature as effectively as Einstein destroyed it in physics.” Reviewing the book in The New Republic, H. G. Wells wrote, “Like some of the best novels in the world it is the story of an education; it is by far the most living and convincing picture that exists of an Irish Catholic upbringing.”"
  },
  {
    "ranking": 4,
    "title": "LOLITA",
    "authors": [
      "Vladimir Nabokov"
    ],
    "description": "Lolita tells the story of middle-aged Humbert Humbert’s love for twelve-year-old Dolores Haze. The concept is troubling, but the novel defies any kind of label, though it has been heralded as a hilarious satire, a bitter tragedy, and even an allegory for U.S.-European relations. In Reading Lolita in Tehran, Azar Nafisi summarized the book as “hopeful, beautiful even, a defense not just of beauty but of life . . . Nabokov, through his portrayal of Humbert, has exposed all solipsists who take over other people’s lives.”"
  },
  {
    "ranking": 5,
    "title": "BRAVE NEW WORLD",
    "authors": [
      "Aldous Huxley"
    ],
    "description": "Though Brave New World is less famous than George Orwell’s 1984, it arguably presents a world that more closely resembles our own: a world of easy sex, readily available and mood-altering pharmaceuticals, information overload, and mass production.  Juxtaposing Orwell’s and Huxley’s dystopias, the critic Neil Postman commented: “What Orwell feared were those who would ban books. What Huxley feared was that there would be no reason to ban a book, for there would be no one who wanted to read one. . . . Orwell feared that the truth would be concealed from us. Huxley feared the truth would be drowned in a sea of irrelevance.”"
  },
  {
    "ranking": 6,
    "title": "THE SOUND AND THE FURY",
    "authors": [
      "William Faulkner"
    ],
    "description": "Narrated by the Compson siblings—Benjy, a source of shame for his family due to his diminished mental capacity; brilliant and obsessive Quentin; and Jason, the cynic—as well as Dilsey, the powerful matriarch of their black servants, The Sound and the Fury is a tragedy of haunted lives. As each of these characters reflect on the fourth sibling, beautiful and free-spirited Caddy, Faulkner paints an indelible portrait of a family in disarray. While The Sound and the Fury was dismissed by its author as a “splendid failure,” it is now considered a masterpiece and played a crucial role in Faulkner being awarded the 1949 Nobel Prize in Literature."
  },
  {
    "ranking": 7,
    "title": "CATCH-22",
    "authors": [
      "Joseph Heller"
    ],
    "description": "This satirical novel follows U.S. Captain John Yossarian and his squadron of World War II fighters as they navigate the horrors and paradoxes of war. Based on American author Joseph Heller’s own wartime experiences, the novel explores the many facets of war and employs a unique narrative structure. Catch-22 is widely seen as one of the most significant American novels of the twentieth century. The New York Times called it “a dazzling performance that will outrage nearly as many readers as it delights.”"
  },
  {
    "ranking": 8,
    "title": "DARKNESS AT NOON",
    "authors": [
      "Arthur Koestler"
    ],
    "description": "Set in the midst of Stalin’s 1936–1938 purges—when Stalin executed as many as 1.75 million peasants, government officials, and Communist party members—Darkness at Noon is the story of a man named Rubashov, who is arrested in the middle of the night by the state’s secret police. The Party he has long served tortures him and demands he confess to crimes they know he has not committed. Darkness at Noon sold over 400,000 copies when it was published and its portrait of Communism was a major factor in the Communist Party’s defeat in France."
  },
  {
    "ranking": 9,
    "title": "SONS AND LOVERS",
    "authors": [
      "D.H. Lawrence"
    ],
    "description": "This intensely autobiographical novel recounts the story of Paul Morel, a young artist growing to manhood in a British working-class family rife with conflict. The author’s vivid evocation of life in a Nottingham mining village in the years before the First World War and his depiction of the all-consuming nature of possessive love and sexual attraction make this one of Lawrence’s most powerful novels. The poet Philip Larkin said, “If Lawrence had been killed off after writing [Sons and Lovers], he’d still be England’s greatest novelist.”"
  },
  {
    "ranking": 10,
    "title": "THE GRAPES OF WRATH",
    "authors": [
      "John Steinbeck"
    ],
    "description": "Winner of the National Book Award and the Pulitzer Prize, this 1939 novel follows the Joad family as they leave the Oklahoma Dust Bowl and travel to California in search of work. A moving story about migration and abject poverty, The Grapes of Wrath is a candidate for the Great American Novel. Steinbeck himself claimed that he wanted the book “to put a tag of shame on the greedy bastards who are responsible for [the Great Depression and its effects].”"
  },
  {
    "ranking": 11,
    "title": "UNDER THE VOLCANO",
    "authors": [
      "Malcolm Lowry"
    ],
    "description": "November 2, 1938: It is the Day of the Dead, and Geoffrey Firmin, an alcoholic bureaucrat, is stumbling around the small Mexican town of Quauhnahuac in a last-ditch attempt to win his wife back. Set over the course of the day, Under the Volcano follows Firmin as he drinks wine, beer, mezcal, and tequila in a world that is as menacing and meaningless as it is exhilarating. Many publishers rejected this book but Lowry defended it as “a kind of symphony, or in another way as a kind of opera—or even a horse opera. It is hot music, a poem, a song, a tragedy, a comedy, a farce.”"
  },
  {
    "ranking": 12,
    "title": "THE WAY OF ALL FLESH",
    "authors": [
      "Samuel Butler"
    ],
    "description": "Written between 1873 and 1884 but not published until 1903, Butler’s novel about the fortunes of the Pontifex family is a thinly veiled account of his own upbringing and a scathingly funny depiction of the hypocrisy underlying nineteenth-century domestic life. George Bernard Shaw hailed the novel as “one of the summits of human achievement” and William Maxwell claimed that it was the one Victorian novel he would save if his house caught on fire."
  },
  {
    "ranking": 13,
    "title": "1984",
    "authors": [
      "George Orwell"
    ],
    "description": "The most famous dystopian novel of all time, 1984 is the story of Winston Smith as he struggles to survive in the sinister world of Big Brother. This novel has so defined the twentieth century that many terms from it—Big Brother, doublethink, thought police—have seeped into popular culture. When it was first published in 1949, the novelist V. S. Pritchett commented: “I do not think I have ever read a novel more frightening and depressing; and yet, such are the originality, the suspense, the speed of writing and withering indignation that it is impossible to put the book down.”"
  },
  {
    "ranking": 14,
    "title": "I, Claudius",
    "authors": [
      "Robert Graves"
    ],
    "description": "A classic of historical fiction, this book is the fictionalized autobiography of the Roman Emperor Claudius, born partially deaf and afflicted with a limp, and his rise to power. Along the way, you see the inner workings of the First Family of Rome and the vicious, murderous in-fighting and poisonings that Claudius—considered too stupid, lame, and ugly to fear—observes. The book ends with Claudius’s ascension to emperor; Graves continues the saga in Claudius the God (also worth reading, though not on this list)."
  },
  {
    "ranking": 15,
    "title": "TO THE LIGHTHOUSE",
    "authors": [
      "Virginia Woolf"
    ],
    "description": "The Ramsays spend summers in their holiday home off the coast of Scotland, welcoming a motley assortment of guests into their warm family fold. But the First World War looms, and when it has passed, everything will be changed. Writer Arnold Bennett criticized the novel’s slight narrative: “A group of people plan to sail in a small boat to a lighthouse. In the end, some of them reach the lighthouse in a small boat. That is the externality of the plot.” But if the plot is superficially small, Woolf’s prose is infinitely expansive, capturing gorgeous, ephemeral moments of family joy and heartbreak."
  },
  {
    "ranking": 16,
    "title": "AN AMERICAN TRAGEDY",
    "authors": [
      "Theodore Dreiser"
    ],
    "description": "Published in 1925, An American Tragedy is the story of the naive Clyde Griffiths and his desperate search for success. Dreiser based the story on a 1906 murder trial, and the resulting novel paints a damning portrait of early twentieth-century society. Over nine hundred pages long, this isn’t a quick read, but if you enjoy long studies of sexual obsession and ambition gone horribly wrong, this is the book for you."
  },
  {
    "ranking": 17,
    "title": "THE HEART IS A LONELY HUNTER",
    "authors": [
      "Carson McCullers"
    ],
    "description": "Published in 1940, The Heart Is a Lonely Hunter follows a handful of outsiders in a small Georgia town: a young girl, a doctor, a deaf-mute, the owner of a diner, and an antagonistic wanderer. The novel was an overnight sensation and made Carson McCullers extremely famous. When it was first reviewed in The New York Times, Rose Feld wrote: “No matter what the age of its author, The Heart Is a Lonely Hunter would be a remarkable book. . . . When one reads that Carson McCullers is a girl of 22 it becomes more than that. . . . [McCullers] writes with a sweep and certainty that are overwhelming.”"
  },
  {
    "ranking": 18,
    "title": "SLAUGHTERHOUSE-FIVE",
    "authors": [
      "Kurt Vonnegut"
    ],
    "description": "An American classic, Slaughterhouse-Five is one of the world’s great antiwar books. Centering on the infamous firebombing of Dresden that Vonnegut, then a POW, himself survived, Slaughterhouse-Five includes time travel, a voyage to an alien planet, a love affair with a movie star, and an assassination in its vast scope. Despite these fantastical elements, Billy Pilgrim’s odyssey reflects the mythic journey of our own fractured lives. Michael Crichton, author of The Andromeda Strain and Jurassic Park, praised Slaughterhouse-Five as “beautifully done, fluid, smooth, and powerful.”"
  },
  {
    "ranking": 19,
    "title": "INVISIBLE MAN",
    "authors": [
      "Ralph Ellison"
    ],
    "description": "Invisible Man is one man’s story of how the world around him has decided that he is invisible, and therefore disposable. Moving from the unnamed hero’s high school days, to the campus of a Southern college and then to New York’s Harlem, the hero is sometimes befriended but more often deceived and betrayed by the duplicity of others. Winner of the 1953 National Book Award, and described by Saul Bellow as “a book of the very first order, a superb book,” Invisible Man is a bold classic whose take on race in America remains as searing today as when it was first published."
  },
  {
    "ranking": 20,
    "title": "NATIVE SON",
    "authors": [
      "Richard Wright"
    ],
    "description": "The story of Bigger Thomas, a poor, twentysomething African-American man living in Chicago, Native Son unflinchingly portrays the damage poverty and racism can inflict. Bigger Thomas is a difficult, even unsympathetic character, but his experiences force the reader to confront the real cost of societal injustice. Loosely based on a series of “brick bat” murders in 1939, Native Son was an immediate bestseller, selling 250,000 copies within three weeks of its publication."
  },
  {
    "ranking": 21,
    "title": "HENDERSON THE RAIN KING",
    "authors": [
      "Saul Bellow"
    ],
    "description": "Eugene Henderson is an American millionaire living off his inherited wealth. Dissatisfied with his life, he leaves his comfortable world behind and travels to Africa. In a fictional village, his prayers for rain are answered, transforming him into a messiah figure. Saul Bellow also wrote The Adventures of Augie March, Herzog, and Humboldt’s Gift, but Henderson the Rain King was his personal favorite."
  },
  {
    "ranking": 22,
    "title": "APPOINTMENT IN SAMARRA",
    "authors": [
      "John O’Hara"
    ],
    "description": "In December 1930, just before Christmas, the Gibbsville, PA, social circuit is filled with parties and dances, rivers of liquor, and music playing late into the night. At the center of the social elite stand Julian and Caroline English, the envy of friends and strangers alike. But in one rash moment born inside a highball glass, Julian breaks with polite society and begins a rapid descent—the book takes place over thirty-six hours—toward self-destruction.  A twentieth-century classic, Appointment in Samarra is the first and most widely read book by the writer Fran Leibowitz called “the real F. Scott Fitzgerald.”"
  },
  {
    "ranking": 23,
    "title": "U.S.A.(trilogy)",
    "authors": [
      "John Dos Passos"
    ],
    "description": "A collection of three novels—The 42nd Parallel, 1919, and The Big Money—this work by Dos Passos combines the stories of different characters with current events, small biographies of famous men, and stream-of-consciousness moments to create a portrait of the United States itself. A massive 1,300-page saga, U. S.A. was hailed by The Washington Post as “the most ambitious attempt by any American writer of fiction to contain this vast, heterogeneous and elusive nation.”"
  },
  {
    "ranking": 24,
    "title": "WINESBURG, OHIO",
    "authors": [
      "Sherwood Anderson"
    ],
    "description": "Sherwood Anderson's timeless cycle of loosely connected tales—in which a young reporter named George Willard probes the hopes, dreams, and fears of a small Midwestern town at the turn of the century—embraced a new frankness and realism that helped usher American literature into the modern age. “Here [is] a new order of short story,” said H. L. Mencken when Winesburg, Ohio was published in 1919. “It is so vivid, so full of insight, so shiningly life-like and glowing, that the book is lifted into a category all its own.”"
  },
  {
    "ranking": 25,
    "title": "A PASSAGE TO INDIA",
    "authors": [
      "E.M. Forster"
    ],
    "description": "In E. M. Forster’s epic yet intimate 1924 novel, his last to be written and published in a long lifetime, a day trip to explore the enigmatic Marabar Caves explodes into accusations of sexual assault. Forster’s beautifully rendered characters illuminate the tensions of British-occupied India and make A Passage to India a work not only of historical impact but of deep humanity. Of Forster’s masterworks, including A Room with a View, Howards End, and the long-suppressed Maurice, A Passage to India may well be the richest and most ambitious. The Guardian recently described it as “a strangely timeless achievement . . . eerily prescient on the subject of empire.”"
  },
  {
    "ranking": 26,
    "title": "THE WINGS OF THE DOVE",
    "authors": [
      "Henry James"
    ],
    "description": "Published in 1902 and set amid the splendor of fashionable London drawing rooms and gilded Venetian palazzos, The Wings of the Dove concerns a pair of lovers who conspire to obtain the fortune of Milly, a doomed American heiress. But the naïve young woman becomes both their victim and their redeemer in James's meticulously designed drama of treachery and self-betrayal.  Writing in 1959, James Thurber described the book as “a kind of femme fatale of literature . . . a masterpiece.”"
  },
  {
    "ranking": 27,
    "title": "THE AMBASSADORS",
    "authors": [
      "Henry James"
    ],
    "description": "Henry James’s 1903 novel, written at the peak of “The Master’s” powers, follows the trip of Lewis Lambert Strether to Europe in pursuit of Chad, his widowed fiancée’s supposedly wayward son. Charged with bringing back the young man to the family business, Lewis soon encounters unexpected complications and a world of subtlety previously unknown to him. A finely drawn portrait of a man’s awakening to life, The Ambassadors is a timeless masterpiece of James’s late period and the book that James himself considered his best."
  },
  {
    "ranking": 28,
    "title": "TENDER IS THE NIGHT",
    "authors": [
      "F. Scott Fitzgerald"
    ],
    "description": "Scott Fitzgerald’s final completed novel, Tender Is the Night, follows the charming American couple Dick and Nicole Diver—loosely based on real-life 1920s socialites Gerald and Sara Murphy—as they cavort around the French Riviera. One summer, Dick and Nicole befriend a young American actress named Rosemary Hoyt, but their idyllic life is threatened when the truth behind Dick and Nicole's marriage is revealed. Fitzgerald claimed that this was his favorite of all his works, writing in a friend’s copy, “If you liked The Great Gatsby, for God's sake read this. Gatsby was a tour de force but this is a confession of faith.”"
  },
  {
    "ranking": 29,
    "title": "THE STUDS LONIGAN TRILOGY",
    "authors": [
      "James T. Farrell"
    ],
    "description": "Written during the Great Depression, these three novels (Young Lonigan; The Young Manhood of Studs Lonigan; Judgment Day) follow their eponymous hero as he roams through raw, energetic, 1930s-era Chicago, complete with the American Nazi Party headquarters, the White Sox, and the stockyards. The first volume, Young Lonigan, was considered so incendiary when it was first published that it was issued in a wrapper identifying it as a “clinical document” to be read only by social workers and psychologists."
  },
  {
    "ranking": 30,
    "title": "THE GOOD SOLDIER",
    "authors": [
      "Ford Madox Ford"
    ],
    "description": "The Ashburnhams and the Dowells are wealthy, charming, and refined. They have been close friends for years. Their lives are apparently perfect. But in this short novel set just before World War I, nothing is what it seems. Told by an unreliable narrator, with a nonlinear plot, this portrait of Edwardian society is, says Jane Smiley, “a masterpiece, almost a perfect novel” that depicts “the world of Jane Austen a hundred years on, depopulated, lonely, and dark.”"
  },
  {
    "ranking": 31,
    "title": "ANIMAL FARM",
    "authors": [
      "George Orwell"
    ],
    "description": "This short novel, set on an English farm, is an allegory about the Soviet Union and its transition from an idealistic workers’ revolution to a brutal dictatorship. The young pigs Snowball and Napoleon lead a revolution, ousting the farmer in favor of animal self-rule. Their new regime is based on one core principle: “All animals are equal.” Complete with a wise donkey, rebellious hens, and suspiciously urbane pigs, this book is considered one of the best satires of all time."
  },
  {
    "ranking": 32,
    "title": "THE GOLDEN BOWL",
    "authors": [
      "Henry James"
    ],
    "description": "The Golden Bowl is the story of the rich American Adam Verver, and his daughter, Maggie. The two fall in love—Adam with Maggie’s friend Charlotte, and Maggie with Prince Amerigo, an impoverished Italian prince—unaware that Charlotte and Prince Amerigo are former lovers. The story is one of passion, betrayal, and manipulation, told in James’s signature elaborate style. Gore Vidal wrote that The Golden Bowl “is a story radiant with the art of a master fulfilled; and dark with the profound knowledge of how force [in this case, money] is motor to all our lives.”"
  },
  {
    "ranking": 33,
    "title": "SISTER CARRIE",
    "authors": [
      "Theodore Dreiser"
    ],
    "description": "Sister Carrie transformed the conventional “fallen woman” story into a bold and truly innovative piece of fiction when it appeared in 1900. Naïve young Caroline Meeber, a small-town girl seduced by the lure of the modern city, becomes the mistress of a traveling salesman and then of a saloon manager, who elopes with her to New York. Both its subject matter and Dreiser’s unsparing, nonjudgmental approach made Sister Carrie a controversial book in its time, and the work retains the power to shock readers today."
  },
  {
    "ranking": 34,
    "title": "A HANDFUL OF DUST",
    "authors": [
      "Evelyn Waugh"
    ],
    "description": "The title is a reference to a line from T. S. Eliot’s “The Wasteland” (“I will show you fear in a handful of dust”) in this satire about a disaffected country squire who travels to the Brazilian jungle in order to find a meaningful life. In 2010 Time magazine named A Handful of Dust to its list of “All-Time 100 Best Novels” and wrote: “If this is Waugh at his bleakest, it’s also Waugh at his deepest, most poisonously funny.”"
  },
  {
    "ranking": 35,
    "title": "AS I LAY DYING",
    "authors": [
      "William Faulkner"
    ],
    "description": "In this harrowing stream-of-consciousness novel, Faulkner tells the story of the Bundren family’s odyssey across the Mississippi countryside to bury Addie, their wife and mother. Narrated in turn by each of the family members—including Addie herself from beyond the grave—As I Lay Dying is a complex chorus of familial love and angst. Faulkner said of the novel that he “set out deliberately to write a tour-de-force,” and this family saga, which he wrote in just six weeks, certainly fits the bill."
  },
  {
    "ranking": 36,
    "title": "ALL THE KING’S MEN",
    "authors": [
      "Robert Penn Warren"
    ],
    "description": "Winner of the 1947 Pulitzer Prize, All the King’s Men is the story of the populist politician Willie Stark, as narrated by the reporter Jack Burden. Burden watches as Willie Stark rises to power, changing as he does from a naïve idealist to a charismatic, powerful, and corrupt state governor. Most people assume that Willie Stark was based on real-life politician Huey Long, a controversial senator who was assassinated in 1935, but Warren always disavowed any resemblance between the two."
  },
  {
    "ranking": 37,
    "title": "THE BRIDGE OF SAN LUIS REY",
    "authors": [
      "Thornton Wilder"
    ],
    "description": "Winner of the 1928 Pulitzer Prize, The Bridge of San Luis Rey takes a single event—a bridge collapsing on July 20, 1714—and expands it into a meditation on life and faith. A monk named Brother Juniper witnesses the collapse and, curious about why God would allow such a tragedy, decides to compile a book about the five people who died in an attempt to understand God’s purpose.  A novella that carries the emotional weight of a much longer book, The Bridge of San Luis Rey was a bestseller when it was published and has never been out of print."
  },
  {
    "ranking": 38,
    "title": "HOWARDS END",
    "authors": [
      "E.M. Forster"
    ],
    "description": "Howards End, a story about who would inhabit a charming old country house (and who, in a larger sense, would inherit England), was the novel that earned E. M. Forster recognition as a major writer. Centered around the conflict between the wealthy, materialistic Wilcox family and the cultured, idealistic Schlegel sisters—and informed by Forster’s famous dictum “Only connect”—it is full of tenderness. Zadie Smith’s novel On Beauty is an homage to Howard’s End, with aspects of the plot and various characters drawn straight from Forster’s original."
  },
  {
    "ranking": 39,
    "title": "GO TELL IT ON THE MOUNTAIN",
    "authors": [
      "James Baldwin"
    ],
    "description": "Go Tell It on the Mountain, published in 1953, is Baldwin’s first major work, a novel that has established itself as an American classic. With lyrical precision, psychological directness, and a rage that is at once unrelenting and compassionate, Baldwin chronicles one day in the life of a fourteen-year-old boy. Baldwin’s rendering of his protagonist’s spiritual, sexual, and moral struggle of self-invention opened new possibilities in the American language and in the way Americans understand themselves. “Mountain,” Baldwin said, “is the book I had to write if I was ever going to write anything else.”"
  },
  {
    "ranking": 40,
    "title": "THE HEART OF THE MATTER",
    "authors": [
      "Graham Greene"
    ],
    "description": "Major Henry Scobie is an assistant police commissioner for a West African colony. Disillusioned but compassionate, he leads a quiet existence married to a woman he does not love. But when a new police inspector and a young widow arrive in town, the resulting love triangles and dilemmas will up-end his life. Generally considered Greene’s masterpiece, The Heart of the Matter was an immediate bestseller, selling 300,000 copies in the UK alone. In 1948, The New York Times raved: “From first page to last, this record of one man's breakdown on a heat-drugged fever-coast makes its point as a crystal-clear allegory—and as an engrossing novel.”"
  },
  {
    "ranking": 41,
    "title": "LORD OF THE FLIES",
    "authors": [
      "William Golding"
    ],
    "description": "A group of British schoolboys are marooned on an island with no grown-ups. At first, they enjoy their freedom. But the realization that there are no rules, and the ensuing struggle for order and dominance, transforms this book into a brutal story about human nature. Written while Golding was teaching at a boys’ grammar school, The Lord of the Flies was famously dismissed by an editor as an “absurd and uninteresting fantasy . . . Rubbish & dull. Pointless.” However, a younger editor at the same publishing house disagreed, and the book was published in 1954. Since then it has sold over 10 million copies."
  },
  {
    "ranking": 42,
    "title": "DELIVERANCE",
    "authors": [
      "James Dickey"
    ],
    "description": "Famously made into a 1972 film with Burt Reynolds and Jon Voight, this story of a weekend canoe trip gone horribly, horribly wrong won critical acclaim when it was first published. The New York Times Book Review praised it as “a novel that will curl your toes . . . Dickey's canoe rides to the limits of dramatic tension,” The New Yorker called it “a brilliant and breathtaking adventure,” and The New Republic called it “a tour de force.” It is impossible to put down and terrifying to read."
  },
  {
    "ranking": 43,
    "title": "A DANCE TO THE MUSIC OF TIME (series)",
    "authors": [
      "Anthony Powell"
    ],
    "description": "Inspired by the sixteenth-century painting by Nicolas Poussin, this series of novels chronicles one man’s life. Published from 1951 to 1975, these novels were critical darlings, with Arthur Schlesinger Jr. proclaiming them “an unsurpassed picture, at once gay and melancholy, of social and artistic life in Britain between the wars.” An excellent book for fans of Evelyn Waugh or Edward St. Aubyn’s “Patrick Melrose” novels."
  },
  {
    "ranking": 44,
    "title": "POINT COUNTER POINT",
    "authors": [
      "Aldous Huxley"
    ],
    "description": "Point Counter Point follows a large cast of characters, many based on people Huxley actually knew, as they argue and sleep with one another. The title references musical counterpoint, a compositional technique that relies on melodic interaction to make independent voices or chords sound harmonic together—and, similarly, Huxley attempted to create a harmonic whole with independent characters, instead of a unifying plot. The storylines are linked but not always easy to follow; still, it is a humorous if dry satire of 1920s intellectual life."
  },
  {
    "ranking": 45,
    "title": "THE SUN ALSO RISES",
    "authors": [
      "Ernest Hemingway"
    ],
    "description": "Perhaps the ultimate novel of the “Lost Generation,” The Sun Also Rises is the story of WWI veteran Jake Barnes, the beautiful and seductive Lady Brett Ashley, and the raucous café society of 1920s Paris. Written in Hemingway’s signature terse style, and populated by characters based on people Hemingway knew, the book came out to mixed reviews. Some critics found the characters unlikable, and older critics especially disliked Hemingway’s spare prose. Nevertheless, the book was a bestseller, making Hemingway famous, and it inspired a generation of readers and writers."
  },
  {
    "ranking": 46,
    "title": "THE SECRET AGENT",
    "authors": [
      "Joseph Conrad"
    ],
    "description": "One of Joseph Conrad's most accessible novels, The Secret Agent is the chilling story of a terrorist plot. Based loosely on the failed Greenwich bombing of 1894, this short novel follows  Adolf Verloc, who appears to be a successful businessman, happily married and living in London, but is in fact an anarchist spy for an unnamed country. The New York Times called The Secret Agent “the most brilliant novelistic study of terrorism as viewed from the blood-spattered outside.”"
  },
  {
    "ranking": 47,
    "title": "NOSTROMO",
    "authors": [
      "Joseph Conrad"
    ],
    "description": "Originally published in 1904, Nostromo is considered Conrad's supreme achievement. Set in the imaginary South American republic of Costaguana, the novel reveals the effects of unbridled greed and imperialist interests on many different lives. Although each character's potential for good is ultimately corrupted, Nostromo underscores Conrad’s belief in fidelity, moral discipline, and the need for human communion. The author himself described the book as “an intense creative effort on what I suppose will remain my largest canvas.”"
  },
  {
    "ranking": 48,
    "title": "THE RAINBOW",
    "authors": [
      "D.H. Lawrence"
    ],
    "description": "The Rainbow is the epic story of three generations of the Brangwens, a Midlands family. A visionary novel, it explores the complex sexual and psychological relationships between men and women in an increasingly industrialized world. Originally published in England in 1915, The Rainbow was the subject of an obscenity trial, as a result of which over a thousand copies were burned. Although it was available in the United States, it would be banned in England for many years."
  },
  {
    "ranking": 49,
    "title": "WOMEN IN LOVE",
    "authors": [
      "D.H. Lawrence"
    ],
    "description": "A sequel to The Rainbow, Women in Love is D. H. Lawrence’s magnificent exploration of human sexuality in the days surrounding World War I. The story of two sisters, Ursula and Gudrun Brangwen, Women in Love illuminates their characters and their relationships with the men that they love. The character of Ursula was based on Lawrence’s wife, Frieda, and Gudrun was loosely based on the writer Katherine Mansfield."
  },
  {
    "ranking": 50,
    "title": "TROPIC OF CANCER",
    "authors": [
      "Henry Miller"
    ],
    "description": "Often described as lewd, outrageous, and pornographic, Tropic of Cancer is the story of Henry Miller, a writer living in Paris. Blurring the line between fact and fiction, this novel was banned in the United States until an obscenity trial in 1961. The trial went all the way up to the Supreme Court, which overturned a lower court’s ruling in 1964, allowing the book to be published in the United States. Norman Mailer called Tropic of Cancer “one of the ten or twenty great novels of our century, a revolution in consciousness equal to The Sun Also Rises.”"
  },
  {
    "ranking": 51,
    "title": "THE NAKED AND THE DEAD",
    "authors": [
      "Norman Mailer"
    ],
    "description": "Based on Mailer’s own experiences during World War II, The Naked and the Dead is the story of a U.S. platoon in the Philippines. Mailer’s decision to use a range of characters instead of a single hero was inspired by Leo Tolstoy; Mailer used to read parts of Anna Karenina every morning, before he worked on his own writing. Perhaps as a result, he felt that The Naked and the Dead was “the greatest war novel since War and Peace.”"
  },
  {
    "ranking": 52,
    "title": "PORTNOY’S COMPLAINT",
    "authors": [
      "Philip Roth"
    ],
    "description": "A long monologue delivered by Alexander Portnoy to his psychologist, many U.S. libraries banned the book because of its unbelievably frank and incredibly detailed accounts of the female form, masturbation, and fellatio (among other things). The literary critic Irving Howe dismissed the book as “vulgar” and claimed that “the cruelest thing anyone can do with Portnoy’s Complaint is to read it twice.” But the novel was a literary sensation, selling millions of copies and making Philip Roth a household name overnight."
  },
  {
    "ranking": 53,
    "title": "PALE FIRE",
    "authors": [
      "Vladimir Nabokov"
    ],
    "description": "Pale Fire is a stylistic masterpiece in true Nabokovian fashion: a 999-line poem by reclusive genius John Shade with an adoring foreword and commentary by Shade’s self-styled Dr. Boswell, Charles Kinbote, adding up to a satiric novel of literature and intrigue. Nabokov loved wordplay, and this novel shows his skills at their finest. While Time initially dismissed Pale Fire as “an exercise in agility – or perhaps bewilderment,” this did not prevent the magazine from naming it one of their top 100 English-language novels, and it remains one of Nabokov’s most popular works to date."
  },
  {
    "ranking": 54,
    "title": "LIGHT IN AUGUST",
    "authors": [
      "William Faulkner"
    ],
    "description": "Light in August, a novel about hopeful perseverance in the face of mortality, features some of Faulkner’s most memorable characters: guileless, dauntless Lena Grove, in search of the father of her unborn child; Reverend Gail Hightower, who is plagued by visions of Confederate horsemen; and Joe Christmas, a desperate, enigmatic drifter consumed by his mixed ancestry. The book was originally called Dark House, but Faulkner changed it to Light in August, based on a comment that his wife made."
  },
  {
    "ranking": 55,
    "title": "ON THE ROAD",
    "authors": [
      "Jack Kerouac"
    ],
    "description": "A loosely fictionalized version of Kerouac’s road trips with Neal Cassady (Dean Moriarty, in the novel), this novel’s tone captures the wild rhythm of life on the road. Jack Kerouac described On the Road as “a journey through post-Whitman America to FIND that America and to FIND the inherent goodness in American man. It was really a story about 2 Catholic buddies roaming the country in search of God. And we found him.” When Kerouac delivered his 120-foot-long scroll of a manuscript to his publisher, Robert Giroux, he supposedly unfurled the scroll and “tossed it right across the office like a piece of celebration confetti.”"
  },
  {
    "ranking": 56,
    "title": "THE MALTESE FALCON",
    "authors": [
      "Dashiell Hammett"
    ],
    "description": "When Sam Spade is hired by the sultry, gorgeous Miss Wonderly to track down her little sister, he does not realize that he’s been brought into the search for an incredibly valuable figurine of a falcon. But as events unfold (and the body count rises), it becomes clear that Spade can trust no one—least of all his beautiful client. The Maltese Falcon is the detective novel that introduced the archetype of the world-weary, cynical private detective to a wide audience, and the 1941 movie based on the novel (starring Humphrey Bogart and Mary Astor) is considered the first major film noir."
  },
  {
    "ranking": 57,
    "title": "PARADE’S END",
    "authors": [
      "Ford Madox Ford"
    ],
    "description": "Set before, during, and slightly after World War I, Parade’s End is the story of Christopher Tietjens, whose decency is consistently taken advantage of by his beautiful and devious wife Sylvia. When Tietjens meets Valentine Wannop, a suffragette with an independent spirit, the stage is set for a love triangle that touches on class, money, and a changing world."
  },
  {
    "ranking": 58,
    "title": "THE AGE OF INNOCENCE",
    "authors": [
      "Edith Wharton"
    ],
    "description": "Newland Archer saw little to envy in the marriages of his friends, yet he prided himself that in May Welland he had found the perfect woman—tender and impressionable, with equal purity of mind and manners. Enter Countess Olenska, a woman of quick wit sharpened by experience, determined to find freedom in divorce. Against his judgment, Newland is drawn to the socially ostracized Ellen Olenska. He knows that he can expect stability and comfort in a marriage with sweet-tempered May. But what new worlds could he discover with Ellen? Written with elegance and wry precision, this is a Pulitzer Prize-winning masterpiece and a tragic love story."
  },
  {
    "ranking": 59,
    "title": "ZULEIKA DOBSON",
    "authors": [
      "Max Beerbohm"
    ],
    "description": "Written in 1911, just before World War I, the various absurdities of plot and all of the characters are best seen as a satire of Downton Abbey–era society, class, and wealth. A beautiful young woman goes to Oxford and meets the handsome, rich, and snobbish Duke of Dorset. He proposes, and Zuleika, believing that she can only love someone who doesn’t love her, refuses him. More men fall in love with Zuleika, and chaos is unleashed in suitably ridiculous, Oscar Wilde­–ish fashion. The Guardian called Zuleika Dobson “the finest, and darkest kind of satire: as intoxicating as champagne, as addictive as morphine.”"
  },
  {
    "ranking": 60,
    "title": "THE MOVIEGOER",
    "authors": [
      "Walker Percy"
    ],
    "description": "Binx Bolling is a young Korean War veteran, adrift in his own life. He goes to movies and has a series of meaningless flings with his secretaries. But in this laconic novel, this premise expands to become a meditation on emotion and self-examination. Walker Percy won the National Book Award for The Moviegoer, beating the following nominees, among others: Catch-22 by Joseph Heller, Franny and Zooey by J. D. Salinger, and Revolutionary Road by Richard Yates."
  },
  {
    "ranking": 61,
    "title": "DEATH COMES FOR THE ARCHBISHOP",
    "authors": [
      "Willa Cather"
    ],
    "description": "Based on the life of Jean-Baptiste Lamy, the first archbishop of the (newly created) diocese of New Mexico, Death Comes for the Archbishop portrays the clash between Old World, New World, and Native American culture. Cather’s love for American land shines through the beautiful prose as the reader moves from scene to scene, following hero Jean Marie Latour as he wrestles with corruption and the requirements of his mission."
  },
  {
    "ranking": 62,
    "title": "FROM HERE TO ETERNITY",
    "authors": [
      "James Jones"
    ],
    "description": "Diamond Head, Hawaii, 1941: Pvt. Robert E. Lee Prewitt is a champion welterweight and a fine bugler. But when he refuses to join the company's boxing team, he gets “the treatment” that may break him or kill him. First Sgt. Milton Anthony Warden knows how to soldier better than almost anyone, yet he’s risking his career to have an affair with the commanding officer's wife.  In this magnificent but brutal classic of a soldier’s life, James Jones portrays the courage, violence, and passions of men and women in the most important American novel to come out of World War II, a masterpiece that captures as no other the honor and savagery of men."
  },
  {
    "ranking": 63,
    "title": "THE WAPSHOT CHRONICLE",
    "authors": [
      "John Cheever"
    ],
    "description": "Winner of the 1958 National Book Award, The Wapshot Chronicle is the story of Moses and Coverly Wapshot, two brothers growing up in the fictional New England town of St. Botolphs, Massachusetts. Both brothers wrestle with the lessons and expectations of their father, and both struggle to create their own identity away from St. Botolphs. A story of eccentric, warm characters in an archetypal Massachusetts fishing community, The Wapshot Chronicle established John Cheever as a novelist (he had previously focused on short stories) and a humorist."
  },
  {
    "ranking": 64,
    "title": "THE CATCHER IN THE RYE",
    "authors": [
      "J.D. Salinger"
    ],
    "description": "The hero-narrator of The Catcher in the Rye is Holden Caulfield, a sixteen-year-old who leaves his prep school in Pennsylvania and goes underground in New York City for three days. As we spend time in his head, we see him experience the pain and pleasure of adolescence, and the particular ache of finding one’s place in the world. Holden Caulfield made his first appearance in the short story “Slight Rebellion off Madison,” which was published in The New Yorker in 1946. Among the book’s many fans is Bill Gates, who proclaimed it his favorite read."
  },
  {
    "ranking": 65,
    "title": "A CLOCKWORK ORANGE",
    "authors": [
      "Anthony Burgess"
    ],
    "description": "In A Clockwork Orange, Anthony Burgess depicts a dystopian future where gangs of teenage criminals rule the streets; among them a fifteen-year-old “droog” named Alex. Narrated in a brutal invented slang that brilliantly renders his and his friends’ social pathology, Alex’s story is a frightening fable about good and evil, and the meaning of human freedom. Burgess has offered several explanations for the meaning of the novel’s mysterious title—from East London Cockney slang to a pun on the Malay word “orang,” meaning “man,” to an oxymoronic juxtaposition of the mechanical and the organic."
  },
  {
    "ranking": 66,
    "title": "OF HUMAN BONDAGE",
    "authors": [
      "W. Somerset Maugham"
    ],
    "description": "Originally published in 1915, this story of infatuation begins with Philip Carey, a sensitive boy raised by a religious aunt and uncle. Philip yearns for adventure, and at eighteen leaves home to pursue a career as an artist in Paris. When he returns to London to study medicine, he meets the androgynous but alluring Mildred and begins a love affair that will change the course of his life. “Here is a novel of the utmost importance,” wrote Theodore Dreiser on the book's publication. “One feels as though one were sitting before a splendid Shiraz of priceless texture and intricate weave, admiring, feeling, responding sensually to its colors and tones.”"
  },
  {
    "ranking": 67,
    "title": "HEART OF DARKNESS",
    "authors": [
      "Joseph Conrad"
    ],
    "description": "Originally published in 1902, and written several years after Conrad’s grueling sojourn in the Belgian Congo, the novel tells the story of Marlow, a seaman who undertakes his own journey into the African jungle to find the tormented white trader Kurtz. Rich in irony and spellbinding prose, Heart of Darkness is a complex meditation on colonialism, evil, and the thin line between civilization and barbarity. The basis for Francis Ford Coppola’s movie Apocalypse Now, Heart of Darkness remains one of the most searing and relevant books of the twentieth century."
  },
  {
    "ranking": 68,
    "title": "MAIN STREET",
    "authors": [
      "Sinclair Lewis"
    ],
    "description": "When Carol Milford marries Will Kennicott, she moves to his small hometown of Gopher Prairie but is quickly dismayed by the backwardness of her new surroundings. She endeavors to reform the town and the people around her in this satire about the rapid modernization of early twentieth-century America. Lewis Mumford observed: “Young people had grown up in this environment, suffocated, stultified, helpless, but unable to find any reason for their spiritual discomfort. Mr. Lewis released them.”"
  },
  {
    "ranking": 69,
    "title": "THE HOUSE OF MIRTH",
    "authors": [
      "Edith Wharton"
    ],
    "description": "Edith Wharton never wrote a more compelling or tragic heroine than the beautiful Lily Bart, whose attempts to navigate turn-of-the-twentieth-century society founder on her lack of the only commodity that matters: money. As Lily is brought low by circumstance, Wharton brings to life the alluring, dangerous, and stifling world of Old New York.  Published in 1905, The House of Mirth is the first of Edith Wharton’s major novels—Ethan Frome, The Custom of the Country, and The Age of Innocence and it remains a memorably vibrant, and still wrenchingly heartbreaking, masterpiece."
  },
  {
    "ranking": 70,
    "title": "THE ALEXANDRIA QUARTET",
    "authors": [
      "Lawrence Durrell"
    ],
    "description": "Set in Alexandria, Egypt, these interlinked novels explore the city over the 1930s and 1940s.  Justine was published in 1957, Balthazar and Mountolive in 1958, and Clea in 1960. The novels follow the same characters, but from different perspectives and different times—a tactic that Durell claimed was inspired by Einstein’s theory of relativity (which gives you some idea of his ambitions for this tetralogy)."
  },
  {
    "ranking": 71,
    "title": "A HIGH WIND IN JAMAICA",
    "authors": [
      "Richard Hughes"
    ],
    "description": "Set in the nineteenth century, this novel revolves around six children who are seized by pirates on a voyage from Jamaica to England. What begins as an adventure becomes a darker story about the childrens’ naïve lack of morality. In a 1969 interview with The New Yorker, Hughes claimed he was inspired by an old lady’s description of being captured by surprisingly considerate pirates as a child. Hughes commented, “This was a new idea—that pirates were sentimental about children. I began to wonder what would happen if a group of pirates were suddenly landed with a group of children. In the ensuing conflict, which side would go under?”"
  },
  {
    "ranking": 72,
    "title": "A HOUSE FOR MR BISWAS",
    "authors": [
      "V.S. Naipaul"
    ],
    "description": "Mohun Biswas is born with an extra finger and inadvertently causes his own father’s death. Affable but unlucky, Mr. Biswas grows up, gets a job, and inadvertently proposes to a woman (whose family accepts on her behalf). What he really wants, though, is a home of his own. The novel’s premise is simple, but the language is rich, textured, and humorous. Naipaul, who would win the Nobel Prize for Literature in 2001, confessed: “Of all my books A House for Mr. Biswas is the one closest to me. It is the most personal, created out of what I saw and felt as a child. It also contains, I believe, some of my funniest writing.”"
  },
  {
    "ranking": 73,
    "title": "THE DAY OF THE LOCUST",
    "authors": [
      "Nathanael West"
    ],
    "description": "A panoramic account of the desperate ambitions, and equally desperate miseries, of an array of Los Angeles denizens at the height of the Hollywood studio era, this 1939 novel is as unsparing as it is compulsively readable. With a cast of characters including an avaricious, only marginally talented starlet, an innocuous-seeming retiree under whose dull surface violence lurks, and the painter whose vision of a “Burning of Los Angeles” canvas imagines the apocalypse of the American Dream, The Day of the Locust is a grisly masterpiece—a “nightmare of lust and violence, of distortions and cruel comedy,” as The New York Times described it."
  },
  {
    "ranking": 74,
    "title": "A FAREWELL TO ARMS",
    "authors": [
      "Ernest Hemingway"
    ],
    "description": "Frederic Henry is an American paramedic in the Italian Army during World War I. He meets Catherine Barkley, a nurse, and they fall in love. Loosely based on Hemingway’s relationship with Red Cross nurse Agnes von Kurowsky, A Farewell to Arms was censored for its expletives and frank descriptions of Frederic and Catherine’s romance. Fun fact: When Ernest Hemingway sent a draft of A Farewell to Arms to F. Scott Fitzgerald, Fitzgerald wrote back with ten pages of suggestions and possible edits. Hemingway’s response? “Kiss my ass.”"
  },
  {
    "ranking": 75,
    "title": "SCOOP",
    "authors": [
      "Evelyn Waugh"
    ],
    "description": "A send-up of tabloid journalism in the 1930s, Waugh drew inspiration for Scoop from his time working as a special correspondent for the Daily Mail. In the novel, the two biggest newspapers, The Daily Beast and The Daily Brute, report on the Italian invasion of Ethiopia. As the newspapers (and their megalomaniacal owners) vie for supremacy, they create news as needed and report the war as they see fit. Even The Atlantic admitted, “There is perhaps no more uproarious burlesque of the workings of the press.” This is a wickedly funny novel that feels all too relevant in the age of Internet journalism."
  },
  {
    "ranking": 76,
    "title": "THE PRIME OF MISS JEAN BRODIE",
    "authors": [
      "Muriel Spark"
    ],
    "description": "“Give me a girl at an impressionable age,” the title character boasts, “and she is mine for life.” The Prime of Miss Jean Brodie tells the story of a glamorous, unconventional schoolteacher and her favorite students, who worship but ultimately betray her.  Upon its 1961 publication, The Prime of Miss Jean Brodie, which is frank in its exploration of sexuality, was deemed “not read-aloudable” by the audiobook industry, a code for “too X-rated.”"
  },
  {
    "ranking": 77,
    "title": "FINNEGANS WAKE",
    "authors": [
      "James Joyce"
    ],
    "description": "When James Joyce finished writing Ulysses—his long, complicated masterpiece about one day in the life of Dublin—he decided to write Finnegans Wake: a long, complicated novel about one night in the life of Dublin. A nonlinear dream narrative, the first sentence of Finnegans Wake reads: “riverrun, past Eve and Adam's, from swerve of shore to bend of bay, brings us by a commodious vicus of recirculation back to Howth Castle and Environs.” The book defies summary, though many critics and scholars have tried. Still, Joyce maintained that Finnegans Wake made sense—he told his biographer that he could “justify every line of this book.”"
  },
  {
    "ranking": 78,
    "title": "KIM",
    "authors": [
      "Rudyard Kipling"
    ],
    "description": "Kim is the tale of an Irish orphan raised as an Indian vagabond on the rough streets of colonial Lahore: a world of high adventure, mystic quests, and secret games of espionage played out between the Russians and the British in the mountain passages of Asia. Kim is torn between his allegiance to the ascetic lama, who becomes his beloved mentor, and the temptations of those who want to recruit him as a spy in the “great game” of imperial conflict. In a series of thrilling escapades, he crisscrosses India on missions both spiritual and military before the two forces in his life converge in a dramatic climax in the high Himalayas."
  },
  {
    "ranking": 79,
    "title": "A ROOM WITH A VIEW",
    "authors": [
      "E.M. Forster"
    ],
    "description": "Published in 1908 to both critical and popular acclaim, A Room with a View is a whimsical comedy of manners that owes more to Jane Austen than perhaps any other of Forster’s works. The central character is a muddled young girl named Lucy Honeychurch, who runs away from the man who stirs her emotions, remaining engaged to a rich snob. Forster considered it his “nicest” novel, and today it remains probably his most well liked. Its moral is utterly simple: Throw away your etiquette book and listen to your heart."
  },
  {
    "ranking": 80,
    "title": "BRIDESHEAD REVISITED",
    "authors": [
      "Evelyn Waugh"
    ],
    "description": "In post–World War I England, a young middle-class man is infatuated with an aristocratic family and their glittering but decaying way of life, particularly the family’s flamboyant younger son and beautiful older daughter.  There are many autobiographical facts in Waugh’s life that are tantalizingly close to elements of Brideshead, but the novel opens with this author’s note: “I am not I; thou art not he or she; they are not they.”"
  },
  {
    "ranking": 81,
    "title": "THE ADVENTURES OF AUGIE MARCH",
    "authors": [
      "Saul Bellow"
    ],
    "description": "“I am an American, Chicago born, and go at things as I have taught myself, free-style, and will make the record in my own way: first to knock, first admitted.” So begins The Adventures of Augie March, a modern picaresque (a genre of literature that follows a loveable rogue through a series of misadventures) that won the 1954 National Book Award is considered a contender for the Great American Novel Apparently the novel was very easy to write—Saul claimed that “the book just came to me. All I had to do was be there with buckets to catch it.”"
  },
  {
    "ranking": 82,
    "title": "ANGLE OF REPOSE",
    "authors": [
      "Wallace Stegner"
    ],
    "description": "Winner of the Pulitzer Prize when it was published in 1971, Wallace Stegner’s American classic centers on Lyman Ward, a historian who relates a fictionalized biography of his pioneer grandparents. Through a combination of research, memory, and exaggeration, Ward voices ideas concerning the relationship between history and the present, art and life, parents and children, husbands and wives. Set in many parts of the West, Angle of Repose is a story of discovery—personal, historical, and geographical—that endures as Wallace Stegner's master"
  },
  {
    "ranking": 83,
    "title": "A BEND IN THE RIVER",
    "authors": [
      "V.S. Naipaul"
    ],
    "description": "First published in 1979, A Bend in the River is a profound and richly observed novel of postcolonial Africa. Salim, a young Indian man, moves to a town on a bend in the river of a recently independent nation. As Salim strives to establish his business, he comes to be closely involved with the fluid and dangerous politics of the newly created state, the remnants of the old regime clashing inevitably with the new."
  },
  {
    "ranking": 84,
    "title": "THE DEATH OF THE HEART",
    "authors": [
      "Elizabeth Bowen"
    ],
    "description": "Portia is sixteen, recently orphaned, and living in London with her brother and Anna, his fashionable but unfriendly wife. Then she meets Eddie, a young man and a friend of Anna’s; the novel follows Portia as she discovers the delights of first love and the sorrow of heartbreak. Bowen is often compared to Jane Austen—she skewers drawing-room society with similarly exquisite writing and explores the intricacies of the human heart with the same sharp-eyed wisdom. John Banville, winner of the Booker Prize, has stated: “Had Elizabeth Bowen been a man she would be recognized as one of the finest novelists of the twentieth century.”"
  },
  {
    "ranking": 85,
    "title": "LORD JIM",
    "authors": [
      "Joseph Conrad"
    ],
    "description": "Lord Jim is the story of Jim, a sailor who abandons a sinking ship and its passengers to near-certain death; but, as with any Conrad novel, this novel only loosely captures this startling masterpiece. Conrad, who also wrote The Heart of Darkness, Nostromo, and The Secret Agent (all of which appear on the Top 100), is regarded as one of the greatest writers to write in English, despite it being his third language. His stories portray the weight of outside forces—globalism, racism, colonialism—as they compress and constrain individuals, in prose that is like liquid gold."
  },
  {
    "ranking": 86,
    "title": "RAGTIME",
    "authors": [
      "E.L. Doctorow"
    ],
    "description": "Ragtime opens in 1906 in New Rochelle, New York, at the home of an affluent American family. One lazy Sunday afternoon, the famous escape artist Harry Houdini swerves his car into a telephone pole outside their house. And almost magically, the line between fantasy and historical fact, between real and imaginary characters, disappears. Henry Ford, Emma Goldman, J. P. Morgan, Evelyn Nesbit, Sigmund Freud, and Emiliano Zapata slip in and out of the tale, crossing paths with Doctorow’s imagined family and other fictional characters. The New Yorker called Ragtime “an extraordinarily deft, lyrical, rich novel that catches the spirit of this country.”"
  },
  {
    "ranking": 87,
    "title": "THE OLD WIVES’ TALE",
    "authors": [
      "Arnold Bennett"
    ],
    "description": "First published in 1908, The Old Wives’ Tale tells the story of the Baines sisters—shy, retiring Constance and defiant, romantic Sophia—over the course of nearly half a century. Bennett traces the sisters’ lives from childhood during the mid-Victorian era, through their married lives, to the modern industrial age, when they are reunited as old women. The setting moves from the Five Towns of Staffordshire to exotic and cosmopolitan Paris, while the action moves from the subdued domestic routine of the Baines household to the siege of Paris during the Franco-Prussian War."
  },
  {
    "ranking": 88,
    "title": "THE CALL OF THE WILD",
    "authors": [
      "Jack London"
    ],
    "description": "Buck, a dog stolen from his home and sold to become a sled dog during the Klondike Gold Rush of the 1890s, is the central character of this classic adventure novel. Faced with new challenges and an unforgiving environment, Buck is forced to learn the harsh rules of the wild. A novel of survival, loyalty, and the realities of nature, The Call of the Wild is “a story well and truly told” (E. L. Doctorow).  Jack London lived in the Klondike for almost a year, gaining inspiration for the story that would become one of his most popular."
  },
  {
    "ranking": 89,
    "title": "LOVING",
    "authors": [
      "Henry Green"
    ],
    "description": "Set in an Irish country house during World War II, Loving is a literary version of Gosford Park. The Tennants are an aristocratic family, and Eldon, their loyal butler, manages the household staff. But the seemingly calm appearance of the Tennants and their staff masks the relationships, insecurities, and rivalries roiling beneath the surface; meanwhile, the country is at war, bombarded and bracing for a German invasion. In 2013, the Los Angeles Review of Books declared: “No English novel of the 1940s has better stood the test of time.”"
  },
  {
    "ranking": 90,
    "title": "MIDNIGHT’S CHILDREN",
    "authors": [
      "Salman Rushdie"
    ],
    "description": "Saleem Sinai is born at the stroke of midnight on August 15, 1947, the very moment of India’s independence. Greeted by fireworks displays, cheering crowds, and Prime Minister Nehru himself, Saleem grows up to learn that his every act is mirrored and magnified in events that sway the course of national affairs; his health and well-being are inextricably bound to those of his nation; and, most remarkably, his telepathic powers link him with India’s 1,000 other “midnight’s children.” Midnight’s Children won the 1981 Booker Prize and the “Booker of Bookers” in 1993, when it was voted the most beloved novel to have ever won the Booker."
  },
  {
    "ranking": 91,
    "title": "TOBACCO ROAD",
    "authors": [
      "Erskine Caldwell"
    ],
    "description": "Set in Georgia during the Great Depression, Tobacco Road follows the Lesters, a family of poor white sharecroppers. Caldwell’s blunt, grotestque portrayal of the Lesters infuriated Southern readers, but the novel has sold over 10 million copies since it was published in 1932. The New York Times critic Dwight Garner wrote of the novel: “You can’t stop turning the pages, because you want to see how much further your jaw can drop. . . . The pulpiest—and arguably the most unforgettable—Southern novel you’ll ever read.”"
  },
  {
    "ranking": 92,
    "title": "IRONWEED",
    "authors": [
      "William Kennedy"
    ],
    "description": "Francis Phelan is a former basketball player, now grave digger, living in Albany. An alcoholic who accidentally killed his son many years ago, Phelan now wanders around town, occasionally encountering the ghosts of his son and other people he killed. Ironweed won the Pulitzer Prize for Fiction and the National Book Critics Circle Award in 1984, despite being rejected by thirteen publishing houses."
  },
  {
    "ranking": 93,
    "title": "THE MAGUS",
    "authors": [
      "John Fowles"
    ],
    "description": "The Magus is a genre-bending story about a young Englishman drawn into the manipulative psychological games of a wealthy recluse. The novel was widely praised when it was published in 1966; in perhaps the most effusive review of all time, The New York Times called The Magus “a pyrotechnical extravaganza, a wild, hilarious charade, a dynamo of suspense and horror, a profoundly serious probing into the nature of moral consciousness, a dizzying, electrifying chase through the labyrinth of the soul, an allegorical romance, a sophisticated account of modern love, a ghost story that will send shivers racing down the spine.”"
  },
  {
    "ranking": 94,
    "title": "WIDE SARGASSO SEA",
    "authors": [
      "Jean Rhys"
    ],
    "description": "In this “beautiful and subversive” novel (The Paris Review), Rhys gives a backstory to Bertha Mason, first wife of Edward Rochester and the “insuperable impediment” to marriage between Jane Eyre and Mr. Rochester. In Rhys’s telling, Bertha is a lively and inquisitive Creole heiress, growing up in the unstable and racially charged environment of the West Indies. Her marriage to an unnamed Englishman, and her forced move to chilly England, heightens her unhappiness. If you have read Jane Eyre, you know how the story ends—but Rhys’s interpretation will transform your understanding of the classic, too."
  },
  {
    "ranking": 95,
    "title": "UNDER THE NET",
    "authors": [
      "Iris Murdoch"
    ],
    "description": "Under the Net catalogues the comic trials and tribulations of Jack Donaghue, an unsuccessful writer and shameless mooch, as he attempts to become a successful writer. Iris Murdoch was a philosopher at St. Anne’s College, Oxford whose work on free will and choice shaped twentieth-century moral philosophy. Her novels, however, are intellectually stimulating and easy to read, in part because of Murdoch’s belief that the ideal reader was  “someone who likes a jolly good yarn and enjoys thinking about the book as well, about the moral issues.”"
  },
  {
    "ranking": 96,
    "title": "SOPHIE’S CHOICE",
    "authors": [
      "William Styron"
    ],
    "description": "Three stories are told in Styron’s National Book Award–winning novel: a young Southerner journeys to New York, eager to become a writer; a turbulent love-hate affair between Nathan, a brilliant Jew, and Sophie, a beautiful Polish woman who survived internment at Auschwitz; and of an awful wound in Sophie’s past that impels both her and Nathan toward destruction. The Washington Post called it “Styron’s most impressive performance. . . . It belongs on that small shelf reserved for American masterpieces.”"
  },
  {
    "ranking": 97,
    "title": "THE SHELTERING SKY",
    "authors": [
      "Paul Bowles"
    ],
    "description": "Kit and Port Moresby are an American couple touring North Africa with another man, Turner. As they travel deeper into the Sahara desert, tensions rise and a love triangle emerges: the landscape informs the emotional lives of the characters, who are by turns suffocated by their surroundings and moved by its beauty. Writing in The New York Times, Tennessee Williams called The Sheltering Sky “enthralling . . . powerful, bringing to mind one of those clouds that you have seen in summer, close to the horizon and dark in color and now and then silently pulsing with interior flashes of fire.”"
  },
  {
    "ranking": 98,
    "title": "THE POSTMAN ALWAYS RINGS TWICE",
    "authors": [
      "James M. Cain"
    ],
    "description": "Roughly one hundred pages long, this dark tale of lust and murder was banned in 1934 for its then-shocking depictions of sex and violence. The Postman Always Rings Twice even managed to shock fellow noir writer Raymond Chandler, who called Cain “a Proust in greasy overalls” and The Postman “the offal of literature.” Cain, who also wrote Mildred Pierce and Double Indemnity, has since been recognized as one of the great noir writers, with The New York Times noting that “Cain can get down to the primary impulses of greed and sex in fewer words than any writer we know of.”"
  },
  {
    "ranking": 99,
    "title": "THE GINGER MAN",
    "authors": [
      "J.P. Donleavy"
    ],
    "description": "The Ginger Man is the story of Sebastian Dangerfield, an American student studying in post-WWII Dublin (but mostly getting drunk and sleeping around). Now considered a modern classic, The Ginger Man has sold over 10 million copies worldwide. Jay McInerney claimed that the book “has undoubtedly launched thousands of benders, but it has also inspired scores of writers with its vivid and visceral narrative voice and the sheer poetry of its prose.”"
  },
  {
    "ranking": 100,
    "title": "THE MAGNIFICENT AMBERSONS",
    "authors": [
      "Booth Tarkington"
    ],
    "description": "Today The Magnificent Ambersons is best known through the 1942 Orson Welles movie, but it won the Pulitzer Prize when it was first published in 1918. A chronicle of the changing fortunes of three generations of an American dynasty, The Magnificent Ambersons follows George Amberson Minafer, the spoiled and arrogant grandson of the founder of the family’s magnificence. Eclipsed by a new breed of developers, financiers, and manufacturers, this pampered scion begins his gradual descent from the midwestern aristocracy to the working class.  100 Best Nonfiction"
  },
  {
    "ranking": 1,
    "title": "THE EDUCATION OF HENRY ADAMS",
    "authors": [
      "Henry Adams"
    ],
    "description": "Written by the historian, novelist, world traveler, caustic observer, and informal presidential advisor, The Education of Henry Adams was privately printed in 1907 and posthumously published in 1918 to great acclaim. It was a popular bestseller and won the Pulitzer Prize. If you read nothing else, check out pages 17 to the top of page 19 (in the Modern Library edition) for a study in concision, empathy, and cutting criticism in his narrative portrait of his grandmother, “The Madam,” wife of John Quincy Adams and daughter-in-law of the “stern” and “efficient” Abigail Adams."
  },
  {
    "ranking": 2,
    "title": "THE VARIETIES OF RELIGIOUS EXPERIENCE",
    "authors": [
      "William James"
    ],
    "description": "The Varieties of Religious Experience was an immediate bestseller upon its publication in June 1902. James discusses conversion, repentance, mysticism, and fears of punishment in the hereafter—as well as the religious experiences of such diverse thinkers as Voltaire, Whitman, Emerson, Luther, Tolstoy, and others. The result is a book that encourages readers to ask new questions rather than feel that the old ones have been answered."
  },
  {
    "ranking": 3,
    "title": "UP FROM SLAVERY",
    "authors": [
      "Booker T. Washington"
    ],
    "description": "Published to great acclaim in 1901, this memoir helped make Washington the most prominent black spokesman of his time. Washington vividly recounts his birth into slavery, his yearning for education, and his vision of an educational center for black students. A shrewd politician and a tireless promoter of the importance of education, Washington was devoted to advancing the cause of racial equality. On reading this classic autobiography, Langston Hughes noted, “[Washington’s] story of himself, as half-seen by himself, is one of America’s most revealing books.”"
  },
  {
    "ranking": 4,
    "title": "A ROOM OF ONE'S OWN",
    "authors": [
      "Virginia Woolf"
    ],
    "description": "Based on a series of lectures Woolf delivered at Cambridge in 1928, A Room of One’s Own argues that there are hundreds, if not thousands, of great books that could have been written by women—if they had been given the time, means, education, and space that have always been granted to men. A brilliant, early feminist text, Woolf argues for a woman’s right to create, rather than be relegated to the role of domestic angel or idealized beauty."
  },
  {
    "ranking": 5,
    "title": "SILENT SPRING",
    "authors": [
      "Rachel Carson"
    ],
    "description": "First published in The New Yorker in 1962, Silent Spring documented the many environmental problems caused by pesticides, from alarming mutations to cancer in human beings. As a result of Carson’s compelling argument, as well as public outcry, the U.S. government banned the use of DDT (a synthetic pesticide), and the EPA was formed. Sir David Attenborough (narrator of Planet Earth and other documentaries) believes that Silent Spring and The Origin of Species by Charles Darwin are the two books that have most changed the scientific world."
  },
  {
    "ranking": 6,
    "title": "SELECTED ESSAYS, 1917-1932",
    "authors": [
      "T. S. Eliot"
    ],
    "description": "Witty, learned, and filled with quips like “It is a question of some nicety to decide how much must be read of any particular poet,” this collection of literary criticism from T. S. Eliot, the author of “The Wasteland” and  other poems, provides insight into Eliot’s literary theory with essays on Seneca, Shakespeare, Dante, William Blake, and Charles Dickens. This is an insightful—if slightly academic—take on Western literary tradition by one of the most brilliant minds of the twentieth century."
  },
  {
    "ranking": 7,
    "title": "THE DOUBLE HELIX",
    "authors": [
      "James D. Watson"
    ],
    "description": "The autobiographical account of the discovery of the structure of DNA, The Double Helix is unusual because of its memoir-like and colorful approach. Harvard University Press declined to publish it for that very reason, while other readers criticized Watson for dismissing Rosalind Franklin (whose data Watson used).  Nonetheless, The New York Times said that “anyone seeking to understand modern biology and genomics could do much worse than start with the discovery of the structure of DNA, on which almost everything else is based.”"
  },
  {
    "ranking": 8,
    "title": "SPEAK, MEMORY",
    "authors": [
      "Vladimir Nabokov"
    ],
    "description": "Written by the author of Lolita and Pale Fire, this memoir traces Nabokov’s life from his childhood up until his emigration to the United States. Nabokov describes his aristocratic background, his lifelong love of butterflies, his education in Cambridge, a young love affair, and meeting his wife, Vera, in his signature rhapsodic style. John Updike, author of The Witches of Eastwick and the Rabbit series, wrote that “Nabokov has never written English better than in these reminiscences. . . Nabokov makes of his past a brilliant icon—bejewelled, perspectiveless, untouchable.”"
  },
  {
    "ranking": 9,
    "title": "THE AMERICAN LANGUAGE",
    "authors": [
      "H. L. Mencken"
    ],
    "description": "Published in 1919, this book defends American English as a language in its own right, instead of a perversion of British English. Mencken also celebrated the fact that American English was, despite the massive sprawl of the United States, a single dialect: “There may be slight differences in pronunciation and intonation—a Southern softness, a Yankee drawl, a Western burr—but in the words they use and the way they use them all Americans, even the least tutored, follow the same line. . . . A Boston street-car conductor could go to work in Chicago or San Francisco without running the slightest risk of misunderstanding his new fares.”"
  },
  {
    "ranking": 10,
    "title": "THE GENERAL THEORY OF EMPLOYMENT, INTEREST, AND MONEY",
    "authors": [
      "John Maynard Keynes"
    ],
    "description": "Keynes departed from classical economics by suggesting that a free market required government structure to operate efficiently. In doing so, The General Theory made economics and economists socially relevant and introduced the idea that economics and politics were intertwined. Keynes argued against the “long run” view of economics, quipping that “this long run is a misleading guide to current affairs. In the long run we are all dead. Economists set themselves too easy, too useless a task, if in tempestuous seasons they can only tell us, that when the storm is long past, the ocean is flat again.” In 1971, President Nixon stated: “We are all Keynesians now.”"
  },
  {
    "ranking": 11,
    "title": "THE LIVES OF A CELL",
    "authors": [
      "Lewis Thomas"
    ],
    "description": "What does the mitochondria do?  How are men similar to giant clams? How does language affect science? Weaving together music, biology, and medicine, this collection of essays tackles these questions in an introduction to science that is also a pleasure to read. When it was first published in 1974, Joyce Carol Oates praised Thomas for his “effortless, beautifully toned style” and described Thomas’s  essays themselves as “undogmatic, graceful, gently persuasive . . . insist[ing] upon the interrelatedness of all life.” The book would go on to receive two National Book Awards."
  },
  {
    "ranking": 12,
    "title": "THE FRONTIER IN AMERICAN HISTORY",
    "authors": [
      "Frederick Jackson Turner"
    ],
    "description": "In this hugely influential essay, Turner introduced the idea that the frontier—from the first Puritan settlers to the pioneers—shaped American democracy. Turner suggested that Americans had essentially “evolved” from a more European mindset to a distinctly American one, and argued that this evolution was a product of the American population moving west.  The frontier mindset was distrustful of centralized authorities and hierarchies, more violent, and less artistic—and that, Turner thought, explained a great deal about the United States."
  },
  {
    "ranking": 13,
    "title": "BLACK BOY",
    "authors": [
      "Richard Wright"
    ],
    "description": "Originally titled American Hunger, this book is an autobiographical account of life in the Jim Crow South. Renowned for its radical portrayal of the realities of African American life under the oppression of Jim Crow, Black Boy was an instant success, a landmark achievement that earned Wright an audience unlike any other African American writer of the time commanded. Wright's powerful, pressing work foretold his eventual ascendance to being one of the most important American authors of the twentieth century, and paved the way for authors like James Baldwin, Gwendolyn Brooks, and Lorraine Hansberry after him"
  },
  {
    "ranking": 14,
    "title": "ASPECTS OF THE NOVEL",
    "authors": [
      "E. M. Forster"
    ],
    "description": "A series of lectures on the essential parts of the novel, delivered in 1927 by the author of Howards End, A Room with a View, A Passage to India, Where Angels Fear to Tread, and others. Forster distinguishes between “flat” vs. “round” characters, discusses the importance of rhythm, and explains the difference between plot and story: “ ‘The King died, and then the Queen died’ is a story; ‘the King died and then the Queen died of grief’ is a plot.”"
  },
  {
    "ranking": 15,
    "title": "THE CIVIL WAR",
    "authors": [
      "Shelby Foote"
    ],
    "description": "Shelby Foote’s tremendous, sweeping narrative of a war that lasted four long, bitter years begins with Jefferson Davis’s resignation from the United States Senate and Abraham Lincoln’s departure from Springfield for the national capital. These two leaders are only the first of scores of exciting personalities that in effect make The Civil War a multiple biography set against the crisis of an age. When the novelist Walker Percy read the final book, he wrote to Foote: “It’s a noble work. I’m still staggered by the size of the achievement. . . . It is The Iliad.”"
  },
  {
    "ranking": 16,
    "title": "THE GUNS OF AUGUST",
    "authors": [
      "Barbara Tuchman"
    ],
    "description": "In this Pulitzer Prize–winning account, renowned historian Barbara W. Tuchman re-creates the first month of World War I: thirty days in the summer of 1914 that determined the course of the conflict, the century, and ultimately our present world. Beginning with the funeral of Edward VII and spectacularly peopled by the war’s key players, Tuchman’s magnum opus is a classic for the ages. The Chicago Tribune called it “more dramatic than fiction . . . a magnificent narrative—beautifully organized, elegantly phrased, skillfully paced and sustained.”"
  },
  {
    "ranking": 17,
    "title": "THE PROPER STUDY OF MANKIND",
    "authors": [
      "Isaiah Berlin"
    ],
    "description": "When Isaiah Berlin died in 1997, one of his obituaries declared him “the world’s greatest talker, the century’s most inspired reader, [and] one of the finest minds of our time.” The Proper Study of Mankind brings together essays on everything from Machiavelli’s morality, Tolstoy’s theory of history, the meaning of liberty, and his own conversations with the great poet Anna Akhmatova. The New York Review of Books praised Berlin as the “everyman's guide to everything exciting in the history of ideas.”"
  },
  {
    "ranking": 18,
    "title": "THE NATURE AND DESTINY OF MAN",
    "authors": [
      "Reinhold Niebuhr"
    ],
    "description": "A collection of theological lectures delivered by Niebuhr in 1939, The Nature and Destiny of Man tackles the Christian concept of human nature, the powerlessness of man, and Christianity’s impact on human history. Delivered just before the outbreak of World War II, these lectures were so influential that Cold War containment policies and aspects of realpolitik can be traced back to them.  Highly recommended for fans of ontology."
  },
  {
    "ranking": 19,
    "title": "NOTES OF A NATIVE SON",
    "authors": [
      "James Baldwin"
    ],
    "description": "Written by the author of Go Tell It on the Mountain, Giovanni’s Room, Another Country, and The Fire Next Time, this series of essays confronts the issue of race in both the United States and Europe.  Reviewing the collection for the New York Times, the poet Langston Hughes wrote: “Few American writers handle words more effectively in the essay form than James Baldwin. . . . I much prefer Notes of a Native Son to his novel Go Tell It on the Mountain.”"
  },
  {
    "ranking": 20,
    "title": "THE AUTOBIOGRAPHY OF ALICE B. TOKLAS",
    "authors": [
      "Gertrude Stein"
    ],
    "description": "A faux-memoir told in the voice of Stein’s partner, Alice B. Toklas, the wryly titled The Autobiography of Alice B. Toklas is an account of life in the avant-garde and love on the Left Bank. The Autobiography became a runaway success for its portrayal of life as, and among, artists, invoking a cast of characters like Picasso, Hemingway, and Fitzgerald, which cemented its legacy as a classic account of an American in Paris. Hemingway called it a “damned pitiful book,” but many cherish it today as a testament of love to Alice, Gertrude’s enduring muse."
  },
  {
    "ranking": 21,
    "title": "THE ELEMENTS OF STYLE",
    "authors": [
      "William Strunk and E. B. White"
    ],
    "description": "William Strunk Jr. was a professor at Cornell University when he self-published a simple guide to American grammar in 1919. Decades later, Strunk’s former student E. B. White worked with Strunk to revise the text; the resulting book was published in 1959 and it swiftly became a revered guide to grammar and usage. Dorothy Parker quipped: “If you have any young friends who aspire to become writers, the second-greatest favor you can do them is to present them with copies of The Elements of Style. The first-greatest, of course, is to shoot them now, while they’re happy.”"
  },
  {
    "ranking": 22,
    "title": "AN AMERICAN DILEMMA",
    "authors": [
      "Gunnar Myrdal"
    ],
    "description": "Published in 1944 and nearly 1,500 pages long, An American Dilemma is a thorough study of race and democracy in America. Funded by the Carnegie Corporation and written by a Swedish American (in an attempt to find an unbiased author), the book details the many ways in which racism impedes African-American success and social mobility. Myrdal came to the happy conclusion that democracy would triumph over racism—and, while that day of ultimate triumph is still TBA, Myrdal’s book was cited in the landmark case of Brown v Board of Education."
  },
  {
    "ranking": 23,
    "title": "PRINCIPIA MATHEMATICA",
    "authors": [
      "Alfred North Whitehead and Bertrand Russell"
    ],
    "description": "A three-volume examination of formal logic, this text is most popularly known for proving that 1+1=2 and was hailed by the poet T.S. Eliot as “perhaps a greater contribution to our language than [it is] to mathematics.” Principia Mathematica created a new kind of mathematical notation—one that all mathematicians could use—as well as fostering connections between mathematics and philosophy. A fundamental text, but not a fun read."
  },
  {
    "ranking": 24,
    "title": "THE MISMEASURE OF MAN",
    "authors": [
      "Stephen Jay Gould"
    ],
    "description": "Published in 1981, The Mismeasure of Man argues that the notion of an IQ—that intelligence can be accurately measured—is not only wrong, but often classist and racist. This book, part theory, part history of science, explores how the definition of intelligence has been shaped by unconscious bias and sloppy conflations of correlation and causation—effectively calling out scientists for limp reasoning and forcing their facts to fit their hypotheses. Gould reserved special scorn for The Bell Curve, a bestseller which argued that poverty was the result of inherited lower intelligence. Recommended reading for those opposed to eugenics."
  },
  {
    "ranking": 25,
    "title": "THE MIRROR AND THE LAMP",
    "authors": [
      "Meyer Howard Abrams"
    ],
    "description": "A work of scholarly analysis, The Mirror and the Lamp explores the difference between eighteenth- and nineteenth-century English literature. The “mirror” is a metaphor for the eighteenth-century approach, which held that literature should reflect the real world. The “lamp” is a metaphor for the approach of the Romantics, who believed that the soul of the author should illuminate their work. If you’ve ever wanted to know how John Locke’s notion of mind-dependent secondary qualities influenced Wordsworth, this is the book for you."
  },
  {
    "ranking": 26,
    "title": "THE ART OF THE SOLUBLE",
    "authors": [
      "Peter B. Medawar"
    ],
    "description": "Dubbed “the wittiest of all science writers” (Richard Dawkins) and “perhaps the greatest science writer of his generation” (New Scientist), Sir Peter Medawar won a Nobel Prize in 1960 for his work on skin grafts. The Art of the Soluble is a meditation on the joys of science that also compares scientists who prioritize data over hypotheses to “cows grazing on the pasture of knowledge.” Equal parts snark and brilliant observation."
  },
  {
    "ranking": 27,
    "title": "THE ANTS",
    "authors": [
      "Bert Hoelldobler and Edward O. Wilson"
    ],
    "description": "Winner of the 1991 Pulitzer Prize for General Nonfiction, this scientific textbook details everything you ever wanted to know (and then some) about ants. The Ants received rave reviews from nonscientists, with The Chicago Tribune calling it “a monumental achievement,” and The New York Times Book Review noting that “science is rarely good literature. The Ants is an exalting exception.” At 746 pages, it’s a long read but—if you like ants—a riveting one."
  },
  {
    "ranking": 28,
    "title": "A THEORY OF JUSTICE",
    "authors": [
      "John Rawls"
    ],
    "description": "Regarded as the twentieth century’s most important work of political philosophy, A Theory of Justice explores how a modern civil society can be just and fair to as many of its citizens as possible. A Theory of Justice was widely reviewed and discussed when it was published in 1971, with many critics comparing it to the work of Immanuel Kant and Jean-Jacques Rousseau.  Writing in Civilization, Will Blythe praised “the simple carpentry of its arguments, its egalitarian leanings, and its preoccupation with fairness” and claimed that “A Theory of Justice is as American a book as, say, Mark Twain’s Adventures of Huckleberry Finn.”"
  },
  {
    "ranking": 29,
    "title": "ART AND ILLUSION",
    "authors": [
      "Ernest H. Gombrich"
    ],
    "description": "“Works of art are not mirrors,” Gombrich wrote, “but they share with mirrors that elusive magic of transformation which is hard to put into words.” Nevertheless, Gombrich tried to do just that in this exploration of how and why art changes over time. Blending the history of art with a scientific theory of perception, Gombrich writes crisply and clearly about a wide range of topics, including (but not limited to) Ancient Greek society, Renaissance art, and how artists develop style. A useful book if you’ve ever wondered why babies in Medieval paintings look nothing like babies in Renaissance paintings."
  },
  {
    "ranking": 30,
    "title": "THE MAKING OF THE ENGLISH WORKING CLASS",
    "authors": [
      "E. P. Thompson"
    ],
    "description": "Published in 1963, Thompson’s book focuses on the working class of the Industrial Revolution: the weavers, artisans, and croppers whose collective class identity, he argues, was formed during this time. Thompson’s conclusions were highly controversial, since hypothesizing about the hopes and dreams of an entire socioeconomic class is tricky business. But by choosing to focus on the story of a class, rather than an individual with power and clout, Thompson changed how history is studied. An excellent book for readers interested in mass political identity."
  },
  {
    "ranking": 31,
    "title": "THE SOULS OF BLACK FOLK",
    "authors": [
      "W.E.B. Du Bois"
    ],
    "description": "When first published in 1903, The Souls of Black Folk redefined the history of the black experience in America and introduced the now famous “problem of the color line.” Today it ranks as one of the most influential and resonant works in the history of American thought. It was so contentious when first published that the Nashville Banner warned its readers that “This book is dangerous for the Negro to read, for it will only incite discontent and fill his imagination with things that do not exist, or things that should not bear upon his mind.”"
  },
  {
    "ranking": 32,
    "title": "PRINCIPIA ETHICA",
    "authors": [
      "G. E. Moore"
    ],
    "description": "Regarded among philosophers as a revolutionary guide to ethics and logic, this knotty text defines right acts as those acts that produce the most good, and also states that “good” is indefinable. Filled with sentences like, “Philosophers are constantly endeavoring to prove that ‘Yes’ or ‘No’ will answer questions, to which neither answer is correct, owing to the fact that what they have before their minds is not one question, but several, to some of which the true answer is ‘No,’ to others ‘Yes.’”"
  },
  {
    "ranking": 33,
    "title": "PHILOSOPHY AND CIVILIZATION",
    "authors": [
      "John Dewey"
    ],
    "description": "A collection of eighteen essays by one of the most influential minds in twentieth-century education reform. Dewey wrote extensively about the importance of educating children in order to advance civilization, and feared that American philosophy was hampered by its reliance on borrowed ideas and borrowed institutions. Though copies are now hard to find, you might agree with the review in the January 1934 edition of The International Journal of Ethics, which declared this book “an imaginative delight.”"
  },
  {
    "ranking": 34,
    "title": "ON GROWTH AND FORM",
    "authors": [
      "D'Arcy Thompson"
    ],
    "description": "Written in 1917, this heavy tome—over 1,100 pages—introduced many readers to the field of mathematic biology. Examining everything from soap bubbles to molluscs to humans, Thompson explores how living things grow and, more amazingly, why they take a particular shape when they do. Scientists, architects, and anthropologists alike have all praised the book for its intellectual daring, though the science writer Phillip Ball noted that “like Newton’s Principia, D’Arcy Thompson's On Growth and Form is a book more often cited than read.”"
  },
  {
    "ranking": 35,
    "title": "IDEAS AND OPINIONS",
    "authors": [
      "Albert Einstein"
    ],
    "description": "A collection of the essays, letters, speeches, and interviews of Albert Einstein, Ideas and Opinions provides a quick glimpse into the mind of one of the most brilliant men of all time. Discussing everything from classic literature to Marie Curie to explanations of general relativity, this book brings a reader into close contact with Einstein’s genius, his wide-ranging interests, and even his sense of humor."
  },
  {
    "ranking": 36,
    "title": "THE AGE OF JACKSON",
    "authors": [
      "Arthur Schlesinger by Jr."
    ],
    "description": "Winner of the 1946 Pulitzer Prize for History, The Age of Jackson was praised by The New York Times as “a remarkable piece of analytical history, full of vitality, rich in insights and new facts, and casting a broad shaft of illumination over one of the most interesting periods of our national life.” (It has since been criticized for failing to discuss slavery and the plight of Native Americans.) Arthur Schlesinger, Jr. would later serve as a Special Assistant to President John F. Kennedy and would win another Pulitzer Prize for A Thousand Days, his book about JFK’s presidency."
  },
  {
    "ranking": 37,
    "title": "THE MAKING OF THE ATOMIC BOMB",
    "authors": [
      "Richard Rhodes"
    ],
    "description": "A character-driven narrative about the history of the atomic bomb, from the nineteenth century to Nagasaki, this nonfiction classic reads like a compelling novel (it opens with Leo Szilard, the scientist who patented the nuclear reactor, being grumpy about the rain in London). Isaac Asimov described The Making of the Atomic Bomb as “the best, the richest, and the deepest description of the development of physics in the first half of this century that I have yet read, and it is certainly the most enjoyable.” Could you wish for a better recommendation?"
  },
  {
    "ranking": 38,
    "title": "BLACK LAMB AND GREY FALCON",
    "authors": [
      "Rebecca West"
    ],
    "description": "Born in 1892, Rebecca West was a British journalist, early feminist, and writer. The famously witty George Bernard Shaw claimed that “Rebecca West could handle a pen as brilliantly as ever I could and much more savagely” and President Truman called her “the world’s best reporter.” Black Lamb and Grey Falcon is West’s combined history and travelogue of modern-day Yugoslavia, based on a six-week journey she made in 1937. West dedicated the book “To my friends in Yugoslavia, who are now all dead or enslaved.” (The Nazis invaded Yugoslavia shortly after she left.) Larry McMurtry, the author of Lonesome Dove, wrote “there are only a few great travel books. Rebecca West's Black Lamb and Grey Falcon is one.”"
  },
  {
    "ranking": 39,
    "title": "AUTOBIOGRAPHIES",
    "authors": [
      "W. B. Yeats"
    ],
    "description": "Autobiographies brings together six volumes of Yeats’s personal memoirs, each one detailing a different period of his life. From his Reveries over Childhood and Youth to his 1923 Nobel Prize lecture, the Autobiographies lay bare the inner thoughts of this famous Anglo-Irish poet. The Autobiographies do roam from subject to subject, but readers who are fond of Yeats’s poetry may be interested in gaining an in-depth understanding of the man."
  },
  {
    "ranking": 40,
    "title": "SCIENCE AND CIVILIZATION IN CHINA",
    "authors": [
      "Joseph Needham"
    ],
    "description": "Joseph Needham was a well-known historian and biochemist when he began working on this series of books in 1954. Over the course of fifty years and seven volumes (the most recent volume was published in 2004), Joseph Needham and his research team sought to understand the long history of Chinese science, mathematics, astronomy, nautical technology, mechanical engineering, windmills, aeronautics, civil engineering, metallurgy, botany, physiological alchemy, and printing. More textbook than beach read."
  },
  {
    "ranking": 41,
    "title": "GOODBYE TO ALL THAT",
    "authors": [
      "Robert Graves"
    ],
    "description": "A classic of World War I literature that is a memoir of childhood and a farewell to the pre-WWI way of life. Graves’s honest account of trench warfare, which faithfully records the heroism and brutality of military life, was extremely unpopular with the reading public. One contemporaneous reader wrote to Graves: “You are a discredit to the Service, disloyal to your comrades and typical of that miserable breed which tries to gain notoriety by belittling others.”"
  },
  {
    "ranking": 42,
    "title": "HOMAGE TO CATALONIA",
    "authors": [
      "George Orwell"
    ],
    "description": "A personal account of the Spanish Civil War (1936–1939), written by the author of 1984 and Animal Farm. Orwell was thirty-three when he traveled to Spain to fight against the nationalist and fascist forces led by General Franco. Homage to Catalonia depicts the evils of both sides of the war, the filth and the grime, the idealism and the intrigue. According to the historian Raymond Carr: “The Spanish Civil war produced a spate of bad literature. Homage to Catalonia is one of the few exceptions and the reason is simple. Orwell was determined to set down the truth as he saw it.”"
  },
  {
    "ranking": 43,
    "title": "THE AUTOBIOGRAPHY OF MARK TWAIN",
    "authors": [
      "Mark Twain"
    ],
    "description": "Dictated during the last years of his life, The Autobiography of Mark Twain is more like a transcription of a standup routine than a traditional memoir. Filled with scathing, winding anecdotes—many of which Twain did not want published until he had been dead for a century—The Autobiography is Mark Twain in exactly, precisely his own words, from his concerns about money to his dislike of Theodore Roosevelt and everything in between."
  },
  {
    "ranking": 44,
    "title": "CHILDREN OF CRISIS",
    "authors": [
      "Robert Coles"
    ],
    "description": "A Pulitzer Prize–winning series of interviews with American children, Children of Crisis focuses on how children of different ages, races, and social classes confront change and construct personal identities. In his attempt to “evoke, apprehend, and come to terms with the psychological realities of particular men, women, and children,” Robert Coles lived with the migrant workers, urban poor, and sharecroppers whose children he interviewed, and his study destroyed long-held stereotypes about these men and women."
  },
  {
    "ranking": 45,
    "title": "A STUDY OF HISTORY",
    "authors": [
      "Arnold J. Toynbee"
    ],
    "description": "Toynbee traces the rise and fall of nineteen different civilizations in this twelve-volume, 7,000- page work of history. Arguing that civilizations arise out of society-wide responses to challenges, Toynbee attempted to create a universal theory of civilizations, identifying and labeling different phases. The first volume was published in 1934, and the last in 1961; this monumental effort was hailed by Clifton Fadiman as the book “most assured of being read a hundred years from now.”  (We’ll let you, the reader, be the judge of that.)"
  },
  {
    "ranking": 46,
    "title": "THE AFFLUENT SOCIETY",
    "authors": [
      "John Kenneth Galbraith"
    ],
    "description": "The Affluent Society tackles how the post-WWII American economy was making the rich richer, yet keeping the poor just as poor.  Galbraith was a committed capitalist who also argued for a government willing to invest in roads, schools, and hospitals as well as businesses. Ultimately, Galbraith was interested in finding tailored solutions to l"
  },
  {
    "ranking": 47,
    "title": "PRESENT AT THE CREATION",
    "authors": [
      "Dean Acheson"
    ],
    "description": "A Pulitzer Prize–winning memoir by a former secretary of state and architect of government foreign policy during World War II, the beginning of the Cold War, and the Korean War. Foreign Policy revisited the memoir in 2017, writing that “Acheson stood like a ringmaster at the center of a complex diplomatic and political circus. . . . This is a must-read book not only for historians, but also for anyone interested in national policy, diplomacy, or military strategy. It is essential, especially today, to understand how America came to play the central role in the world, and the consequences of failure.”"
  },
  {
    "ranking": 48,
    "title": "THE GREAT BRIDGE",
    "authors": [
      "David McCullough"
    ],
    "description": "The Great Bridge reveals the saga behind the construction of the Brooklyn Bridge: one of the oldest suspension bridges in the world and a beautiful feat of engineering.   The Los Angeles Times praised The Great Bridge as “a book so compelling and complete as to be a literary monument.” Newsday wrote that The Great Bridge is “a stupendous narrative about the building of the Brooklyn Bridge, with a cast of thousands (give or take 100), whose major characters come alive on the page as authentically, as creatively, as would their fictional counterparts if one had the imagination to dream up such a yarn.”"
  },
  {
    "ranking": 49,
    "title": "PATRIOTIC GORE",
    "authors": [
      "Edmund Wilson"
    ],
    "description": "A survey of American Civil War literature, with thumbnail portraits of various novelists, poets, and diarists. Wilson read many forgotten memoirs and novels in an attempt to find the best Civil War literature—he wanted Northerners to read Southern literature, and vice versa. Wilson also included unknown writers, including women and some African Americans, in his survey.  The result is a wide-ranging look at how the United States chronicled the Civil War."
  },
  {
    "ranking": 50,
    "title": "SAMUEL JOHNSON",
    "authors": [
      "Walter Jackson Bate"
    ],
    "description": "The son of a bookseller, Samuel Johnson is considered one of the greatest minds in English history. He was a well-known critic, political commentator, and the author of Rasselas, and later A Dictionary of the English Language (which reigned supreme until the Oxford English Dictionary was published a hundred years later). Published in 1977, Bate’s biography of Samuel Johnson won an astonishing array of prizes: the Pulitzer Prize, the National Book Award, and the National Book Critics Circle Award. A marvelous book about a genius who literally defined the English language."
  },
  {
    "ranking": 51,
    "title": "THE AUTOBIOGRAPHY OF MALCOLM X",
    "authors": [
      "Alex Haley and Malcolm X"
    ],
    "description": "The Autobiography of Malcolm X is the “brilliant, painful, important” (New York Times) story of one of the twentieth century’s most celebrated and controversial figures. Malcolm talks frankly about his conversion to Islam, his fight against racism, his belief that “American society makes it next to impossible for humans to meet in America and not be conscious of their color difference.” Eloquent, brutally honest, and humorous, this book is as relevant now as it was when it was first published in 1964."
  },
  {
    "ranking": 52,
    "title": "THE RIGHT STUFF",
    "authors": [
      "Tom Wolfe"
    ],
    "description": "Published in 1979, The Right Stuff contrasts the first astronauts (also known as the “Mercury Seven”) with the Edwards AFB test pilots. A portrait of the space age and a pulse-pounding look at daring pilots and courageous astronauts, The Right Stuff was called “an exhilarating flight into fear, love, beauty and fiery death” (People), “superb” (The New York Times), “breathtaking” (Los Angeles Times), and “the best book I have read in the last ten years” (Chicago Tribune). The 1983 film The Right Stuff, starring Sam Shepard, Ed Harris, and Dennis Quaid was based on this book."
  },
  {
    "ranking": 53,
    "title": "EMINENT VICTORIANS",
    "authors": [
      "Lytton Strachey"
    ],
    "description": "Eminent Victorians debunks old myths of high Victorianism by revealing the chauvinism, hypocrisy, and not-so-stiff upper lips that characterized many of its heroes from the self-seeking ambitions of Cardinal Manning to the neuroticisms of Florence Nightingale. The famous mathematician Bertrand Russell read the book while he was imprisoned in Brixton for his antiwar campaigning, and wrote that: “I often laughed out loud in my cell while I was reading the book. The warder came to my cell to remind me that prison was a place of punishment.”"
  },
  {
    "ranking": 54,
    "title": "WORKING",
    "authors": [
      "Studs Terkel"
    ],
    "description": "Bestselling oral histories are rare, but when Working was published in 1974, it struck a chord with readers. A series of interviews with different workers, from parking attendants and gravediggers to prostitutes and brokers, Terkel explored what work means to the individual, and how our self-worth is often tied to what we do, and how we feel about what we do. There is little to no plot, but Terkel’s portraits of men and women are deeply moving."
  },
  {
    "ranking": 55,
    "title": "DARKNESS VISIBLE",
    "authors": [
      "William Styron"
    ],
    "description": "A work of great personal courage and a literary tour de force, this bestseller is Styron’s true account of his descent into a crippling and almost suicidal depression in 1985. The author of Sophie’s Choice, Styron is perhaps the first writer to convey the full terror of depression’s psychic landscape, as well as the illuminating path to recovery. A short and incredibly powerful memoir of despair and inner strength."
  },
  {
    "ranking": 56,
    "title": "THE LIBERAL IMAGINATION",
    "authors": [
      "Lionel Trilling"
    ],
    "description": "Published at the beginning of the Cold War, Trilling’s thoughts on Huckleberry Finn, the Kinsey Report, and F. Scott Fitzgerald challenged many commonly held beliefs of postwar America and had an immense impact on Hannah Arendt, Mary McCarthy, Susan Sontag, Saul Bellow, Irving Howe, and others. Upon publication of The Liberal Imagination, Trilling became the United States’ most recognizable intellectual—a fact he hated. He wrote in a journal, “I have one of the great reputations in the academic world. This thought makes me retch.”"
  },
  {
    "ranking": 57,
    "title": "THE SECOND WORLD WAR",
    "authors": [
      "Winston Churchill"
    ],
    "description": "The Second World War is Winston Churchill’s six-volume memoir from the end of World War I to the end of World War II. Though this is a personal account, British law prevented many wartime files—as well as many top secret missions—from being openly discussed. As such, The Second World War is patchy in places, and far from objective in others; nevertheless, it is a chronicle of a crucial period, written by one of the key men of that era."
  },
  {
    "ranking": 58,
    "title": "OUT OF AFRICA",
    "authors": [
      "Isak Dinesen"
    ],
    "description": "“In Africa,” Isak Dinesen would later comment, “I learned how to tell tales.” First published in 1937, this memoir is a reminiscence on the years the author spent living on a coffee plantation in Kenya. It is a nostalgic picture of African colonial life and the characters that populated it. Written after her return to her native Denmark, the descriptions of the Africa she knew are an evocative portrait of the country she had once called home."
  },
  {
    "ranking": 59,
    "title": "JEFFERSON AND HIS TIME",
    "authors": [
      "Dumas Malone"
    ],
    "description": "This massive six-volume biography of Thomas Jefferson was published over the course of thirty-four years: the first volume was published in 1948, and the sixth in 1982. Praised as a “masterly achievement of scholarship” by The New York Times Book Review, the book has fallen out of favor, due to its extreme length. Nevertheless, Malone’s dedication to his subject is remarkable: he lost his eyesight in 1977, but continued work on the biography for another five years. At over 3,000 pages, this is a daunting read but likely an exciting one for anyone who felt that Jon Meacham’s The Art of Power was too easy."
  },
  {
    "ranking": 60,
    "title": "IN THE AMERICAN GRAIN",
    "authors": [
      "William Carlos Williams"
    ],
    "description": "Published in 1925, In the American Grain was Williams’s attempt to “get inside the heads of some of the American founders or ‘heroes,’ if you will, by examining their original records.” Beginning with the Vikings and including Ponce de Lyon, Cotton Mather, Aaron Burr, and Abraham Lincoln, this unorthodox approach to U.S. history involves Williams writing as his heroes, in order to understand what being American means. Short but complicated, this is a thought-provoking take on U.S. history."
  },
  {
    "ranking": 61,
    "title": "CADILLAC DESERT",
    "authors": [
      "Marc Reisner"
    ],
    "description": "Subtitled “The American West and Its Disappearing Water,” this 1986 book explores the history of the American West through a single lens: the human demand for water. The most precious natural resource of all, water determines how cities grow, and which ones die—a fact that the U.S. Army Corps of Engineers and the Reclamation Bureau were keenly aware of. Ultimately, their efforts to control the flow of water continue to have serious long-term effects on water quality. Tales of corruption, price rigging, and “water wars” abound in this eye-opening book."
  },
  {
    "ranking": 62,
    "title": "THE HOUSE OF MORGAN",
    "authors": [
      "Ron Chernow"
    ],
    "description": "Written by the author of Alexander Hamilton, the National Book Award–winning The House of Morgan is the story of J. P. Morgan’s empire, from its beginnings as his father’s company to the crash of 1987. Along the way J. P. Morgan bailed out the United States government; his son helped finance World War I; and subsequent generations helped finance World War II and pioneered the hostile takeover. More than a story of a company, this is a guide to the key people and events of the twentieth century."
  },
  {
    "ranking": 63,
    "title": "THE SWEET SCIENCE",
    "authors": [
      "A. J. Liebling"
    ],
    "description": "Named “The Greatest Sports Book of All Time” by Sports Illustrated, this collection of essays is a taut, beautiful homage to the sport of boxing. Written between 1951 and 1955, Liebling’s pieces covered some of the greatest fights of the twentieth century: Louis-Savold, Cerdan-Marciano, Ray Robinson-Turpin, Robinson-Maxim, and Marciano-Walcott, to name a few.  Liebling created moving portraits of the boxers and their trainers, and paid attention to boxing lore and history. The result is a tribute to the golden days of American boxing."
  },
  {
    "ranking": 64,
    "title": "THE OPEN SOCIETY AND ITS ENEMIES",
    "authors": [
      "Karl Popper"
    ],
    "description": "A work of political philosophy that explores, among other things, the dangers of fascism, The Open Society raised eyebrows because Popper criticized Plato, Hegel, and Marx. However, Popper defended his argument by saying that his “motive was not, I hope, the wish to belittle them. It springs rather from my conviction that, if our civilization is to survive, we must break with the habit of deference to great men.” Upon its publication in 1945, Bertrand Russell praised the book as “a vigorous and profound defense of democracy, timely, very interesting, and very well written.”"
  },
  {
    "ranking": 65,
    "title": "THE ART OF MEMORY",
    "authors": [
      "Frances A. Yates"
    ],
    "description": "The Art of Memory is a history of human memory before the printed page made storing and referencing information simple. What mnemonic systems and tricks did other civilizations use to remember information that we can jot down with a pen? The answers are surprising. For example, a Roman lawyer pictured a man lying in bed holding a cup in his right hand and the testicles of a ram in his left to remember details of a poisoning case. Other systems used puns, or a memory structure (ie, Sherlock Holmes’s “memory palace”) to store vast amounts of information. A groundbreaking look at what the human mind is capable of, sans paper."
  },
  {
    "ranking": 66,
    "title": "RELIGION AND THE RISE OF CAPITALISM",
    "authors": [
      "R. H. Tawney"
    ],
    "description": "This historical work argued that the rise of Protestantism made industrial organization possible in Europe. Indeed, two tenets that we now consider essential to modern capitalism—hard work and the importance of individuals—are foundational aspects of the Protestant faith. However, Tawney was no fan of capitalism, declaring that: “The revolt of ordinary men against Capitalism has had its source . . . in the straightforward hatred of a system which stunts personality and corrupts human relations by permitting the use of man by man as an instrument of pecuniary gain.”"
  },
  {
    "ranking": 67,
    "title": "A PREFACE TO MORALS",
    "authors": [
      "Walter Lippmann"
    ],
    "description": "Written in 1929, and addressed to the nonreligious, A Preface to Morals argues that humanist values—as espoused by thinkers like Plato, Confucius, and Buddha—are eternal, while religious values rely on outdated understandings of government, law, and social custom. Lippmann is renowned as a leading thinker of the twentieth century; he won two Pulitzer Prizes, helped found The New Republic, created modern journalism as we understand it, coined the term “stereotype,” influenced President Woodrow Wilson, and feuded with President Lyndon B. Johnson."
  },
  {
    "ranking": 68,
    "title": "THE GATE OF HEAVENLY PEACE",
    "authors": [
      "Jonathan D. Spence"
    ],
    "description": "A history of the Chinese revolution told through the letters and testimonials of different Chinese authors and essayists. Foreign Affairs praised Spence for bringing “the past 100 years of the Chinese revolution to life with a novelist’s flair and an historian’s grounding in fact” and called the book “intellectual history of the first order.” Spence also includes women writers as well, bringing their often overlooked voices to the fore."
  },
  {
    "ranking": 69,
    "title": "THE STRUCTURE OF SCIENTIFIC REVOLUTIONS",
    "authors": [
      "Thomas S. Kuhn"
    ],
    "description": "Before Kuhn, it was believed that science advanced by gathering data, with each new data point contributing to the upward trajectory of human knowledge. But Kuhn argued that scientific progress was actually dependent on short, explosive periods where scientists discarded old models, or “paradigms,” in favor of new ones.  These revolutions, in turn, were dependent on social change. The idea that science could depend on irrational social forces was widely scoffed at by scientists. But Kuhn’s ideas have seeped into the mainstream, as evidenced by the fact that terms like “the Copernican Revolution” are accepted labels for periods of time."
  },
  {
    "ranking": 70,
    "title": "THE STRANGE CAREER OF JIM CROW",
    "authors": [
      "C. Vann Woodward"
    ],
    "description": "Based on a series of lectures that Woodward delivered at the University of Virginia, The Strange Career of Jim Crow discusses the history of segregation. Woodward argues that Jim Crow was not an inevitable result of slavery, the Civil War, or even the Reconstruction era; the fact that Jim Crow laws were enacted in the 1890s, a quarter of a century after the Civil War ended, was part of Woodward’s proof. This slim volume (150 pages) was hugely influential when it was published in 1955, with Martin Luther King, Jr. dubbing it “the historical bible of the Civil Rights movement.”"
  },
  {
    "ranking": 71,
    "title": "THE RISE OF THE WEST",
    "authors": [
      "William H. McNeill"
    ],
    "description": "Winner of the 1964 National Book Award, The Rise of the West examines how different civilizations rose, fell, and interacted with one another, and argues that these interactions contributed to the ultimate fate of said civilizations. Though this conclusion is taken for granted now, it was a new and startling conclusion when The Rise of the West was first published.  Reviewing the book in The New York Times, Hugh Trevor-Roper wrote: “This is not only the most learned and the most intelligent, it is also the most stimulating and fascinating book that has ever set out to recount and explain the whole history of mankind.”"
  },
  {
    "ranking": 72,
    "title": "THE GNOSTIC GOSPELS",
    "authors": [
      "Elaine Pagels"
    ],
    "description": "In 1945 an Egyptian peasant unearthed what proved to be the Gnostic Gospels, thirteen papyrus volumes that expounded a radically different view of the life and teachings of Jesus Christ from that of the New Testament. Early Christians dared to ask many questions that orthodox Christians later suppressed—and their explorations led to profoundly different visions of Jesus and his message. This exploration of the mysteries and beliefs of the first Christians won the National Book Award and the National Book Critics Circle Award and is still considered a landmark study of the long-buried roots of Christianity."
  },
  {
    "ranking": 73,
    "title": "JAMES JOYCE",
    "authors": [
      "Richard Ellmann"
    ],
    "description": "Dubbed “the greatest literary biography of the century” by Anthony Burgess, this book “translates James Joyce’s books back into his life” (The New York Times). Affectionate, clear-eyed, and thorough, Ellmann reveals that understanding Joyce’s fiction is the key to understanding the man himself, and vice versa. An excellent book for people who have struggled with Joyce’s fiction, or who want to learn more about the genius compelled to write such groundbreaking (and frankly, pretty challenging) novels."
  },
  {
    "ranking": 74,
    "title": "FLORENCE NIGHTINGALE",
    "authors": [
      "Cecil Woodham-Smith"
    ],
    "description": "Published in 1951, Florence Nightingale is an authoritative biography that restored Florence Nightingale’s reputation (Lytton Strachey’s Eminent Victorians, also on the Modern Library list, had not treated Nightingale well). An Oxford-trained historian, Smith put her career on hold while raising her children, though she wrote potboilers on the side. As a result, Florence Nightingale is both well researched and very readable, and it transformed Smith into a respected historian and a bestselling author practically overnight."
  },
  {
    "ranking": 75,
    "title": "THE GREAT WAR AND MODERN MEMORY",
    "authors": [
      "Paul Fussell"
    ],
    "description": "The survivors of World War I produced great literature: All Quiet on the Western Front, Parade’s End, A Farewell to Arms, Goodbye to All That, Testament of Youth, Storm of Steel, and Under Fire, to name a few. The Great War and Modern Memory explores how and why World War I (called “the Great Fuck-Up” by the infantrymen who fought it) produced great art. Winner of the National Book Award and the National Book Critics Circle Award, this is a rare example of culturally relevant literary criticism."
  },
  {
    "ranking": 76,
    "title": "THE CITY IN HISTORY",
    "authors": [
      "Lewis Mumford"
    ],
    "description": "What is a city? Why has humanity—across time and different cultures—sought to create cities? Written by an autodidact who never earned a college degree yet became one of the twentieth century’s most renowned scholars, The City in History argues that language and communication, but not technology, are crucial to a successful city. The City in History, which won the National Book Award, is “one of the major works of scholarship of the twentieth century” (Christian Science Monitor)."
  },
  {
    "ranking": 77,
    "title": "BATTLE CRY OF FREEDOM",
    "authors": [
      "James M. McPherson"
    ],
    "description": "This Pulitzer Prize–winning history of the Civil War era delves into the war and argues that Abraham Lincoln’s political acuity, and not the North’s larger population, was the deciding factor. Battle Cry of Freedom received rave reviews when it was published, with The New York Times writing: “[Battle Cry of Freedom] is the best one-volume treatment of its subject I have ever come across. It may actually be the best ever published. It is comprehensive yet succinct, scholarly without being pedantic, eloquent but unrhetorical. It is compellingly readable. I was swept away, feeling as if I had never heard the saga before.”"
  },
  {
    "ranking": 78,
    "title": "WHY WE CAN’T WAIT",
    "authors": [
      "Martin Luther King Jr."
    ],
    "description": "The published version of Martin Luther King, Jr.’s famous “Letter from Birmingham Jail,” this book is one of the most important documents in United States history. Why We Can’t Wait is a personal account of the civil rights movement, an explanation of the decision to use nonviolent resistance, and a moving reminder of the sacredness of equality. Reverend Jesse L. Jackson, Sr. wrote, “No child should graduate from high school without having read this book. In telling the story of the third American Revolution, it is as integral to American history as the Declaration of Independence.”"
  },
  {
    "ranking": 79,
    "title": "THE RISE OF THEODORE ROOSEVELT",
    "authors": [
      "Edmund Morris"
    ],
    "description": "Winner of both the Pulitzer Prize and the National Book Award, The Rise of Theodore Roosevelt tells the story of Roosevelt’s irresistible rise to the presidency: a story so prodigal in its variety, so surprising in its turns of fate, that previous biographers have treated it as a series of haphazard episodes. This book, the only full study of Roosevelt’s pre-presidential years, brings all of his characteristics together into an educational and genuinely entertaining story."
  },
  {
    "ranking": 80,
    "title": "STUDIES IN ICONOLOGY",
    "authors": [
      "Erwin Panofsky"
    ],
    "description": "Panofsky pioneered a multidisciplinary approach to art that stressed the importance of understanding art within its particular historical context. Studies in Iconology focused on Renaissance art, and Panofsky was able to unearth new symbols and elements that revealed hidden layers of meaning. Panofksy was, essentially, the real-life version of Robert Langdon, the “symbologist” of The Da Vinci Code."
  },
  {
    "ranking": 81,
    "title": "THE FACE OF BATTLE",
    "authors": [
      "John Keegan"
    ],
    "description": "The Face of Battle bluntly confronts the psychological toll of warfare on individual soldiers. Examining three famous conflicts—Agincourt in 1415, Waterloo in 1815, and the Somme in 1916—Keegan described what happens in the fever of war, from the physically disgusting aspects of combat to the shameful execution of prisoners. Keegan was described as “the best military historian of our generation” by Tom Clancy, and The Face of Battle is considered his best book."
  },
  {
    "ranking": 82,
    "title": "THE STRANGE DEATH OF LIBERAL ENGLAND",
    "authors": [
      "George Dangerfield"
    ],
    "description": "Published in 1935, this book suggests that the British Liberal Party’s decline was caused by four separate rebellions before World War I. This thesis ran counter to the common belief that the Liberal Party died after World War I. The Guardian wrote: “This is no staid parliamentary history, it is a sweeping cultural interpretation of what Dangerfield sees as the death of Victorian rationalism and sobriety.” Great for people who want to read about British politics."
  },
  {
    "ranking": 83,
    "title": "VERMEER",
    "authors": [
      "Lawrence Gowing"
    ],
    "description": "Written by a painter and a self-taught art historian, this biography of Johannes Vermeer was praised for its nuanced and loving approach to Vermeer’s body of work. Vermeer was not an especially successful painter in his lifetime; after he died, he was forgotten until the nineteenth century. Gowing’s approach blurred the line between an artist and the art he creates, and the result is a book that uses Vermeer’s paintings (Girl with a Pearl Earring among them) as a way into his character and elusive personality."
  },
  {
    "ranking": 84,
    "title": "A BRIGHT SHINING LIE",
    "authors": [
      "Neil Sheehan"
    ],
    "description": "This story of U.S. Army Lt Col Paul Vann and his consistent opposition to the Vietnam War won both the National Book Award and the Pulitzer Prize. Vann was an early proponent of the war, but his time on the ground—where he earned the Distinguished Flying Cross for his bravery during the Battle of Ap Bac—convinced him that the corruption of the South Vietnamese government and the United States’ refusal to change tactics would doom the war. The New York Times Book Review wrote that “if there is one book that captures the Vietnam war in the sheer Homeric scale of its passion and folly, this book is it.”"
  },
  {
    "ranking": 85,
    "title": "WEST WITH THE NIGHT",
    "authors": [
      "Beryl Markham"
    ],
    "description": "Beryl Markham was the first person to fly nonstop from England to North America, and her memoir West with the Night chronicles her adventures and her drive to succeed. Her writing is so excellent that Ernest Hemingway raved about it to his editor, Maxwell Perkins: “Did you read Beryl Markham’s book, West with the Night? . . . She has written so well, and marvelously well, that I was completely ashamed of myself as a writer. I felt that I was simply a carpenter with words, picking up whatever was furnished on the job and nailing them together and sometimes making an okay pig pen. . . . It really is a bloody wonderful book.”"
  },
  {
    "ranking": 86,
    "title": "THIS BOY’S LIFE",
    "authors": [
      "Tobias Wolff"
    ],
    "description": "Tobias Wolff’s memoir catalogues his travels with his mother as a teenager. Roaming the United States, the two grow closer as they try to stay one step ahead of Tobias’s abusive and sadistic stepfather. One critic marveled, “So absolutely clear and hypnotic is Tobias Wolff’s painful memoir of growing up in the 1950s that a reader wants to take it apart and find some simple way to describe why it works so beautifully. . . . Superb.” (Disclaimer: the Modern Library does not recommend disassembling books. We do recommend reading them, though.)"
  },
  {
    "ranking": 87,
    "title": "A MATHEMATICIAN’S APOLOGY",
    "authors": [
      "G. H. Hardy"
    ],
    "description": "A Mathematician’s Apology is about the beauty of “pure mathematics” (math with no practical application). A Cambridge scientist who focused on prime number theory, Hardy believed that “a mathematician, like a painter or a poet, is a maker of patterns. If his patterns are more permanent than theirs, it is because they are made with ideas.” Funnily enough, Hardy’s devotion to pure mathematics had a very real-world application when number theory was used to break the German’s Enigma code in World War II."
  },
  {
    "ranking": 88,
    "title": "SIX EASY PIECES",
    "authors": [
      "Richard P. Feynman"
    ],
    "description": "A collection of brilliant and accessible lectures by a Nobel Prize–winning theoretical physicist.  Feynman was famous for his teaching ability, which earned him a reputation as “the Great Explainer.” While working at Cal Tech, though, Feynman became discouraged with how many bright students were dropping out of the physics program—so Feynman redesigned the curriculum and presented it himself to a test group of undergraduates. A great choice for readers who enjoyed Carlo Rovelli’s Seven Brief Lessons on Physics or Neil deGrasse Tyson’s Astrophysics for People in a Hurry."
  },
  {
    "ranking": 89,
    "title": "PILGRIM AT TINKER CREEK",
    "authors": [
      "Annie Dillard"
    ],
    "description": "This Pulitzer Prize–winning book is a meditation on life in Tinker Creek, Virginia, and an homage to Thoreau’s Walden. The nameless narrator roams the Blue Ridge Mountains, observing the wildlife around her and writing in a reverent, spiritual tone. William Deresiewicz commented: “Her field notes on the physical world are recorded as researches toward the fundamental metaphysical conundra… What, in other words—with crayfish and copperheads and giant biting bugs, with creeks and stars and human beings with their sense of beauty—does God have in mind?”"
  },
  {
    "ranking": 90,
    "title": "THE GOLDEN BOUGH",
    "authors": [
      "James George Frazer"
    ],
    "description": "In The Golden Bough, Scottish anthropologist Sir James Frazer posited that all religions are based in a belief in magic. Frazer compared different cultures’ religions before coming to the conclusion that all societies transitioned from a belief in magic to a belief in a divine being to a belief in science. Although Frazer’s theory has fallen out of favor with contemporary anthropologists, writers as diverse as H. P. Lovecraft, Robert Graves, T. S. Eliot, James Joyce, and Ernest Hemingway were influenced by Frazer’s then-shocking arguments."
  },
  {
    "ranking": 91,
    "title": "SHADOW AND ACT",
    "authors": [
      "Ralph Ellison"
    ],
    "description": "Published thirteen years after Invisible Man, these essays were being praised as “Ralph Ellison’s real autobiography—in the form of essays and interviews—as distinguished from the symbolic version given in his splendid novel” (The New York Review of Books). The New York Times commented, “In the course of these pages, the portrait of a strong, reserved and honest man emerges . . . by reaching so far into himself [Ellison] reaches right through to the other side and fetches forth truths he could have got in no other way.”"
  },
  {
    "ranking": 92,
    "title": "THE POWER BROKER",
    "authors": [
      "Robert A. Caro"
    ],
    "description": "The Power Broker is the Pulitzer Prize–winning biography of Robert Moses, the man who used his political connections and business acumen to shape New York City. Caro’s detailed take on this abrasive visionary is over 1,300 pages and is considered one of the most extraordinary biographies of all time. Even Jane Jacobs—who famously opposed Moses’s attempt to build a highway through the West Village in her book The Life and Death of American Cities—praised The Power Broker as “sheer good reading” and “an immense public service.”"
  },
  {
    "ranking": 93,
    "title": "THE AMERICAN POLITICAL TRADITION",
    "authors": [
      "Richard Hofstadter"
    ],
    "description": "Written as a series of mini-biographies, this 1948 book argued that all U.S. politicians were united—to varying degrees—by a common belief in self-help, competition, and free enterprise. Still, Hofstadter was critical about many of these leaders: His portrait of Thomas Jefferson reveals a brilliant if inconsistent thinker, and his take on Abraham Lincoln suggests a man motivated primarily by ambition. Hofstadter would win the Pulitzer Prize twice, once in 1956 and again in 1964."
  },
  {
    "ranking": 94,
    "title": "THE CONTOURS OF AMERICAN HISTORY",
    "authors": [
      "William Appleman Williams"
    ],
    "description": "Williams identified the United States as an imperial power long before such an argument was popular, and linked the U.S. history of expansionism to British political history—a controversial and important argument in 1961.  For all its literary significance, the book is dense: one reviewer complained that Williams had “produced a volume so packed with erudite and obscure references and sesquipedalian words that it defeated one reader completely” (Kirkus Reviews)."
  },
  {
    "ranking": 95,
    "title": "THE PROMISE OF AMERICAN LIFE",
    "authors": [
      "Herbert Croly"
    ],
    "description": "The co-founder of the New Republic, Herbert Croly was one of the most famous and respected public intellectuals of early twentieth-century America. The Promise of American Life is an argument for a nation that, through education, unionization, and social welfare, provides all of its citizens with an equal shot at the American Dream. Theodore Roosevelt reviewed the book for a weekly magazine and proclaimed it “the most profound and illuminating study of our National conditions.”"
  },
  {
    "ranking": 96,
    "title": "IN COLD BLOOD",
    "authors": [
      "Truman Capote"
    ],
    "description": "In 1959, Truman Capote read a 300-word article in The New York Times about the savage murder of an entire family. Intrigued, he traveled to Holcomb, Kansas, to investigate with his childhood friend and fellow author Harper Lee. As Capote reconstructs the murder and the investigation that led to the capture, trial, and execution of the killers, he writes with both mesmerizing suspense and astonishing empathy. In Cold Blood grew out of Capote’s 8,000 pages of notes and interviews, and is the second-biggest-selling true crime book in publishing history."
  },
  {
    "ranking": 97,
    "title": "THE JOURNALIST AND THE MURDERER",
    "authors": [
      "Janet Malcolm"
    ],
    "description": "Janet Malcolm uses the Jeffrey MacDonald case—in which a doctor was convicted of murdering his pregnant wife and two daughters and which was turned into Joe McGinniss’s true crime bestseller Fatal Vision—as a launching-off point for exploring the journalist-subject relationship, which Malcolm argues is one of mutual manipulation."
  },
  {
    "ranking": 98,
    "title": "THE TAMING OF CHANCE",
    "authors": [
      "Ian Hacking"
    ],
    "description": "Statistics saturate our conversations, our news, and our governments—but how, and why, did these numbers attain such outsize influence? Hacking argues that our belief in statistics reflects our attitudes toward randomness: Do we believe that randomness exists? Or do we believe that chance is merely ignorance of undiscovered laws of the universe? Although this book may not be for everyone, it did earn rave reviews from the American Historical Review and the Journal of the American Statistical Association (“very pleasant reading”). A book that has shaped how we talk about probability and our attitudes toward science."
  },
  {
    "ranking": 99,
    "title": "OPERATING INSTRUCTIONS",
    "authors": [
      "Anne Lamott"
    ],
    "description": "Subtitled “A Journal of My Son’s First Year,” Anne Lamott’s hilarious account of being a single mother at age thirty-five was heralded as a “smart, funny, and comforting” (Los Angeles Times Book Review) story written by “a gifted novelist and journalist” (The Washington Post). Lamott, a former alcoholic, writes about the sleep deprivation, the moments of bliss, and the confusion that accompanies parenthood. The Chicago Tribune praised Lamott as “a wonderfully lithe writer. . . . Anyone who has ever had a hard time facing a perfectly ordinary day will identify.”"
  },
  {
    "ranking": 100,
    "title": "MELBOURNE",
    "authors": [
      "Lord David Cecil"
    ],
    "description": "William Lamb, 2nd Viscount Melbourne, was a prime minister of England best known as the political guide and close friend of the young Queen Victoria (there were rumors that she would marry him, despite their forty-year age difference). A politician who was bored by politics, Lord Melbourne nevertheless created a stable coalition of moderates. Lord Cecil’s two-volume biography (The Young Melbourne and Lord M) was heralded as “brilliant, beautiful, and utterly absorbing” by The New York Times Book Review and Cecil was dubbed “A historian of the heart” by L. P. Hartley."
  }
]